<unk>	0
<s>	0
</s>	0
om	-0
0:	-1
0,	-2
▁1	-3
0:2	-4
Ar	-5
Ch	-6
Ge	-7
ea	-8
ne	-9
os	-10
▁(	-11
▁-	-12
Chr	-13
ome	-14
▁Ar	-15
▁Ge	-16
omos	-17
▁Area	-18
▁Gene	-19
Chromos	-20
Chromosome	-21
▁0	-22
▁0/	-23
▁1)	-24
1:	-25
0,6	-26
▁0/0:2	-27
,0:2	-28
:6	-29
9:	-30
99:	-31
,1	-32
▁0/1:	-33
0:0,6	-34
0)	-35
▁10)	-36
0:0,60,	-37
,0,	-38
:99:	-39
:60:0,60,	-40
:0,6	-41
▁0/1:1	-42
1:0,	-43
:3	-44
3,	-45
▁1/	-46
▁1/1:0,	-47
0:3	-48
:2	-49
,0	-50
0:1	-51
90	-52
:0,	-53
,8	-54
:63	-55
:0,63,	-56
,0:24	-57
4,0:24	-58
▁0/0:24,0:24	-59
,0:23	-60
3,0:23	-61
▁0/0:23,0:23	-62
:63:0,63,	-63
,9	-64
:60:0,60,8	-65
,0:25	-66
5,0:25	-67
▁0/0:25,0:25	-68
900	-69
,0:22	-70
2,0:22	-71
▁0/0:22,0:22	-72
▁0/1:2	-73
45	-74
:60:0,60,900	-75
,0:26	-76
6,0:26	-77
▁0/0:26,0:26	-78
72	-79
▁1/1:0,3	-80
75	-81
▁0/0:3	-82
:99:1	-83
,2	-84
,0,3	-85
,10	-86
78	-87
,0,4	-88
:4	-89
1:6	-90
▁0/0:1	-91
99	-92
▁1/1:0,2	-93
:66	-94
1,	-95
,0:27	-96
7,0:27	-97
▁0/0:27,0:27	-98
1,0:2	-99
▁0/0:21,0:2	-100
:99:3	-101
,0,5	-102
:0,66	-103
:99:4	-104
▁0/0:21,0:21:6	-105
,0:1	-106
:66:0,66	-107
76	-108
10	-109
74	-110
:99:5	-111
:63:0,63,8	-112
:8	-113
,12	-114
1:0,6	-115
,0:28	-116
8,0:28	-117
▁0/0:28,0:28	-118
11	-119
,0,2	-120
9:99:	-121
:63:0,63,9	-122
:61:0,6	-123
73	-124
2,	-125
0:99:	-126
1:99:	-127
54	-128
0,69	-129
:62	-130
,13	-131
79	-132
71	-133
0,1	-134
0:6	-135
:99:2	-136
:62:0,6	-137
35	-138
70	-139
48	-140
,14	-141
:9	-142
:69:	-143
6:3	-144
0,0,	-145
▁0/1:15	-146
7:3	-147
25	-148
0:0,60,6	-149
9,0:2	-150
▁0/0:29,0:2	-151
,15	-152
:99	-153
14	-154
▁0/1:14	-155
57	-156
▁0/1:16	-157
18	-158
0,0:2	-159
▁0/0:20,0:2	-160
36	-161
:63:0,63,945	-162
:61:0,61	-163
:69:0,69	-164
▁0/1:17	-165
42	-166
8:3	-167
▁0/1:18	-168
44	-169
16	-170
15	-171
17	-172
38	-173
12	-174
39	-175
:62:0,62	-176
:65	-177
77	-178
▁0/1:19	-179
46	-180
32	-181
:27	-182
:28	-183
:66:0,66,9	-184
▁0/1:12	-185
,6	-186
24	-187
55	-188
27	-189
34	-190
87	-191
:26	-192
,0:3	-193
49	-194
33	-195
,19:	-196
▁0/0:20,0:20:6	-197
:0,65	-198
84	-199
0,0:3	-200
▁0/0:30,0:3	-201
22	-202
:33	-203
:61:0,61,8	-204
▁0/1:13	-205
93	-206
,0,6	-207
0:0,	-208
26	-209
:25	-210
13	-211
80	-212
:65:0,65	-213
:72	-214
56	-215
43	-216
,11:	-217
19	-218
:66:0,66,8	-219
28	-220
:0,72	-221
3,0	-222
29	-223
:32	-224
0,0	-225
:64	-226
,17:3	-227
▁0/0:29,0:29	-228
81	-229
:0,64	-230
86	-231
23	-232
85	-233
▁0/1:11	-234
,16:3	-235
6,0	-236
:24	-237
,18:3	-238
30	-239
:62:0,62,8	-240
37	-241
:64:0,64	-242
0:4	-243
9,0	-244
▁0/1:21	-245
:34	-246
1,0:3	-247
▁0/0:31,0:3	-248
40	-249
88	-250
:99:6	-251
:61:0,61,	-252
:10	-253
:5	-254
47	-255
96	-256
:23	-257
:35	-258
:29:99:	-259
:42	-260
,21:	-261
06	-262
89	-263
▁0/1:22	-264
:72:0,72	-265
:75	-266
20	-267
:60:0,60,7	-268
2,0	-269
9:2	-270
,5	-271
21	-272
▁0/1:20,1	-273
95	-274
94	-275
83	-276
▁0/0:29,0:29:	-277
3:33	-278
8,0	-279
41	-280
82	-281
05	-282
:22	-283
,22	-284
2:32	-285
69	-286
1:3	-287
:0,75	-288
65	-289
1,0	-290
02	-291
07	-292
92	-293
▁0/1:9	-294
04	-295
,10:2	-296
▁0/1:10,1	-297
:78	-298
7:0,6	-299
7:0,67	-300
0:32	-301
9:0,	-302
61	-303
,16	-304
5,0	-305
▁0/0:30,0:30:	-306
:60:0,60,78	-307
62	-308
:84	-309
0:33	-310
53	-311
67	-312
▁1/1:0,4	-313
03	-314
09	-315
59	-316
4:34	-317
▁1/1:0,32:32	-318
52	-319
68	-320
:66:0,66,990	-321
01	-322
31	-323
64	-324
,11	-325
6:36	-326
:66:0,66,	-327
60	-328
:7	-329
:60:0,60,75	-330
▁1/1:0,33:33	-331
:60:0,60,76	-332
▁1/1:0,32:32:9	-333
58	-334
▁0/0:30,0:30:6	-335
7,0	-336
6:26	-337
2,0:32	-338
7:99:1	-339
▁0/0:32,0:32	-340
66	-341
0:0,60,900	-342
08	-343
:45	-344
5:35	-345
:68	-346
:0,68	-347
91	-348
,20:3	-349
98	-350
▁0/0:31,0:31:	-351
:65:0,65,8	-352
7:27	-353
▁1/1:0,29:2	-354
:67:0,67	-355
▁1/1:0,34:34	-356
8:28	-357
3,0:33	-358
:62:0,62,	-359
▁1/1:0,31:3	-360
▁0/0:33,0:33	-361
4,0	-362
0:30:	-363
:30:99:	-364
▁1/1:0,29:29:	-365
5:25	-366
9,0:1	-367
▁0/0:19,0:1	-368
▁1/1:0,30:30:	-369
:43	-370
9:3	-371
63	-372
6,0:1	-373
:69:0,69,10	-374
▁0/0:16,0:1	-375
97	-376
:69:0,69,9	-377
▁0/1:24	-378
51	-379
▁1/1:0,26:26	-380
▁1/1:0,31:31:	-381
7,0:1	-382
▁0/0:17,0:1	-383
:44	-384
8:99:1	-385
8,0:1	-386
▁0/0:18,0:1	-387
▁0/0:19,0:19:	-388
:60:0,60,79	-389
:36	-390
:68:0,68	-391
▁1/1:0,27:27	-392
▁1/1:0,28:28	-393
70,	-394
,17	-395
▁1/1:0,36:36	-396
4:24	-397
5,0:1	-398
▁0/0:15,0:1	-399
50	-400
▁0/1:8	-401
,23	-402
▁0/1:13,	-403
▁1/1:0,37:3	-404
▁1/1:0,27:27:8	-405
,18	-406
4,0:1	-407
▁0/1:20,	-408
▁0/0:14,0:1	-409
▁1/1:0,35:35	-410
▁1/1:0,32:32:96	-411
3:23	-412
9:39:99:	-413
:0,3	-414
:62:0,62,9	-415
:31:99:	-416
0:0,60,69	-417
▁1/1:0,25:25	-418
78,0	-419
:0,4	-420
:69:0,69,8	-421
▁0/0:15,0:15	-422
54:0,	-423
54:0,54	-424
,0,45	-425
:60:0,60,74	-426
3,0:1	-427
,111	-428
0:40:99:	-429
41:99:	-430
51,	-431
▁1/1:0,29:29:87	-432
:64:0,64,8	-433
▁0/0:14,0:14	-434
:1	-435
,9:	-436
▁1/1:0,26:26:78	-437
0:0,70,	-438
:0,78	-439
▁0/1:25	-440
:75:0,75	-441
8:38:99:1	-442
:60:0,60,6	-443
▁1/1:0,31:31:93	-444
00	-445
,24	-446
▁0/0:13,0:1	-447
,99,0	-448
,102,0	-449
▁1/1:0,28:28:84	-450
:61:0,61,9	-451
:69:0,69,1035	-452
,0,1	-453
,0:34	-454
4,0:34	-455
▁0/0:34,0:34	-456
2:22	-457
,96,0	-458
:99:45	-459
▁1/1:0,30:30:9	-460
1:0,51,	-461
▁0/0:31,0:31:6	-462
▁1/1:0,39:39:99:	-463
▁1/1:0,27:27:81:	-464
:46	-465
▁0/1:23	-466
:60:0,60,73	-467
:0,42,	-468
▁0/0:18,0:18	-469
,72	-470
,0,8	-471
▁1/1:0,23:23	-472
0,10	-473
:37	-474
:48	-475
,108,0	-476
,1080	-477
,114	-478
75,0	-479
▁1/1:0,24:24	-480
:28:99:3	-481
765	-482
,87,0	-483
:27:99:3	-484
54:0,54,8	-485
1:2	-486
,0:35	-487
,93,0	-488
5,0:35	-489
▁0/0:35,0:35	-490
30,	-491
,105,0	-492
:0,33,	-493
1:41:99:	-494
▁1/1:0,25:25:75	-495
,84,0	-496
:65:0,65,9	-497
99:6	-498
54:0,54,810	-499
▁0/0:20,0:20:	-500
72:0,72	-501
,7	-502
:26:99:3	-503
:99:10	-504
:64:0,64,9	-505
,81,0	-506
57:0,	-507
▁0/0:	-508
57:0,57	-509
,25	-510
:0,84	-511
3:0,63,	-512
▁0/1:23,	-513
:42:0,42,	-514
▁0/0:17,0:17	-515
9:0,39	-516
:40:99:	-517
▁0/0:13,0:13	-518
▁1/1:0,22:22	-519
,0:	-520
,90,0	-521
,111,0	-522
75:0,75	-523
▁0/0:4	-524
▁1/1:	-525
0:0,60,8	-526
0:0,60,70	-527
▁1/1:0,40:40:99:	-528
,855	-529
,0,10	-530
:60:0,60,72	-531
▁0/0:16,0:16	-532
▁1/1:0,41:41:99:	-533
:0,48	-534
:63:0,63,90	-535
:18	-536
,78,0	-537
0,0,5	-538
1:0,71	-539
▁0/1:26	-540
:0,27	-541
▁0/0:21,0:21:	-542
▁0/1:7	-543
:28:99:4	-544
:63:0,63,7	-545
,117	-546
57:0,57,855	-547
0,11	-548
0:0,30,	-549
:25:99:3	-550
▁1/1:0,24:24:72	-551
,90	-552
,117,0	-553
,114,0	-554
1:0,81	-555
:0,2	-556
,0:12	-557
:0,36	-558
:60:0,60,9	-559
▁1/1:0,23:23:69:	-560
74:0,	-561
74:0,74	-562
51:0,51,	-563
:0,45	-564
,0,11	-565
:41:99:	-566
▁0/0:12	-567
0:0,60,73	-568
,0,9	-569
▁0/1:10,	-570
:72:0,72,9	-571
,0,12	-572
,26	-573
21,	-574
▁0/0:12,0:12	-575
:11	-576
:38	-577
4:99:4	-578
:21:99:	-579
▁0/1:27	-580
3,9	-581
▁1/1:0,22:22:66	-582
19:	-583
,54	-584
:99:12	-585
0:0,60,72	-586
:47	-587
,75,0	-588
,120,0	-589
73:0,	-590
:63:0,63,78	-591
▁1/1:0,21:2	-592
:99:62	-593
78:0,78	-594
:70:0,70,	-595
:99:15	-596
1,0:1	-597
42:42	-598
2:99:4	-599
5:99:4	-600
▁1/1:0,42:42	-601
▁1/1:0,21:21:6	-602
,0:37	-603
7,0:37	-604
:0,27,	-605
:99:63	-606
:32:99:3	-607
▁0/0:37,0:37	-608
▁0/0:16,0:16:3	-609
:0,24	-610
:24:99:3	-611
:84:0,84	-612
:60:0,60,70	-613
:67:0,67,8	-614
,20:	-615
3,0,6	-616
:99:11	-617
1:0,21,	-618
▁0/1:15,16:3	-619
3:0,	-620
,123,0	-621
:17	-622
0,0,6	-623
3:99:4	-624
0,0,4	-625
▁0/0:11,0:1	-626
:54	-627
,0:36	-628
0:0,9	-629
6,0:36	-630
70:0,70,	-631
:27:99:4	-632
:67:0,67,9	-633
▁0/0:36,0:36	-634
495	-635
,72,0	-636
44:44	-637
▁0/1:28	-638
:45:0,45	-639
:78:0,78	-640
▁1/1:0,20:2	-641
▁1/1:0,44:44	-642
,4	-643
43:43	-644
:60:0,60,71	-645
:63:0,63,75	-646
▁1/1:0,43:43	-647
:72:0,72,1080	-648
▁0/0:17,0:17:3	-649
7:0,	-650
2,0,6	-651
1:99:5	-652
▁1/1:0,21:21:63	-653
,126,0	-654
:63:0,63,79	-655
:57:0,57,855	-656
:36:0,36	-657
▁0/1:14,13	-658
:99:8	-659
:99:65	-660
▁0/1:14,14	-661
,69,0	-662
:39:99:	-663
9:0,39,5	-664
0:0,60,75	-665
777	-666
0:0,60,7	-667
▁0/1:15,14	-668
51:0,51,765	-669
:72:0,72,10	-670
0:0,60,71	-671
:63:0,63,76	-672
1,0,6	-673
:19:99:	-674
,13:29:99:	-675
0,9	-676
450	-677
:71:0,71	-678
:72:0,72,8	-679
1,6	-680
:77	-681
,720	-682
9:99	-683
,11:2	-684
1,0,3	-685
:90:0,9	-686
,15:31:99:	-687
▁0/1:12,13	-688
▁0/1:12,14	-689
:60:0,60,69	-690
▁0/1:14,17:3	-691
▁1/1:0,20:20:6	-692
0,12	-693
0,0,3	-694
8,0,3	-695
:0,22,	-696
▁1/1:1,	-697
:26:99:4	-698
▁0/1:15,13	-699
,66,0	-700
1,0,4	-701
76:0,	-702
76:0,76	-703
:30:0,30,	-704
▁0/1:13,13	-705
0:10	-706
,0,16	-707
3,0,4	-708
7:99:5	-709
:48:0,48	-710
:33:0,33,	-711
▁0/1:20,2	-712
,13:30:99:	-713
:68:0,68,9	-714
▁0/1:18,16:3	-715
,116	-716
,0,71	-717
,1125	-718
,15:33	-719
7:99:4	-720
:99:66	-721
:20:99:	-722
▁0/1:17,17:3	-723
▁0/1:18,15:33	-724
:0,25	-725
5:99:5	-726
9:0,69	-727
:0,24,	-728
▁0/1:13,2	-729
75:0,75,10	-730
:68:0,68,8	-731
▁0/1:14,12	-732
▁0/1:15,17:3	-733
:16	-734
4:99:5	-735
▁0/1:6	-736
:54:0,54,810	-737
,78	-738
:14	-739
,10:1	-740
7,0,4	-741
40:99:	-742
▁0/1:13,15	-743
,27	-744
,132,0	-745
:99:70	-746
▁0/1:11,13	-747
▁0/1:16,14	-748
▁0/1:16,17:3	-749
▁1/1:0,30:30:90:	-750
405	-751
744	-752
:98	-753
6,0,4	-754
:35:99:3	-755
▁0/1:18,14	-756
:61:0,61,78	-757
:60:0,60,806	-758
,0,18	-759
,11:27	-760
,19:36	-761
6:99:4	-762
48:0,48	-763
,15:30:99:	-764
▁0/1:15,12	-765
:63:0,63,73	-766
▁0/1:16,11:27	-767
▁0/1:17,19:36	-768
▁0/0:33,0:33:8	-769
,1170	-770
46:46	-771
,11:25	-772
81:0,81	-773
▁0/1:13,16	-774
▁0/1:14,15	-775
▁0/1:16,16:3	-776
▁1/1:0,46:46	-777
▁0/1:14,11:25	-778
0:5	-779
20,	-780
:12	-781
,0,72	-782
,0,78	-783
0,0:1	-784
:42:0,42,6	-785
▁0/1:14,16:3	-786
▁0/1:16,18:3	-787
,110	-788
,1035	-789
1,0,5	-790
7,0,5	-791
7:0,87	-792
9:0,79	-793
9:99:5	-794
▁0/1:13,17:3	-795
▁0/1:14,18:3	-796
▁0/1:19,17:3	-797
3,6	-798
,675	-799
2,0,3	-800
9:0,29	-801
:99:16	-802
:27:0,27,	-803
▁0/1:13,12	-804
▁0/0:18,0:18:3	-805
,28	-806
:52	-807
0,99	-808
▁0/1:13,14	-809
▁0/0:10,0:1	-810
▁0/1:15,18:3	-811
▁0/1:17,18:3	-812
▁0/0:32,0:32:8	-813
2,6	-814
18:18	-815
,129,0	-816
1:99:6	-817
8:99:4	-818
▁1/1:0,5	-819
0:0,60,76	-820
:51:0,51,	-821
,14:31:99:	-822
▁0/1:17,15	-823
▁0/1:13,18:3	-824
▁0/1:18,17:3	-825
▁0/1:18,18:3	-826
▁1/1:0,18:18	-827
▁1/1:0,32:32:95	-828
5:0,	-829
,0:38	-830
,19:3	-831
0,0,2	-832
:0,63	-833
8,0:38	-834
71:0,71	-835
:29:0,29	-836
:74:0,74	-837
:21:0,21,	-838
▁0/0:38,0:38	-839
▁0/1:19,16:3	-840
,3	-841
315	-842
3,0,3	-843
45:45	-844
9,0,4	-845
:99:9	-846
:29:99:4	-847
▁0/0:40,	-848
▁0/1:12,17	-849
:60:0,60,849	-850
▁0/1:12,10:2	-851
▁1/1:0,45:45	-852
,21:3	-853
7,0,3	-854
,15:34	-855
6:99:5	-856
:23:99:3	-857
,12:30:99:	-858
72:0,72,10	-859
▁1/1:0,19:	-860
:60:0,60,855	-861
▁0/1:17,16:3	-862
▁0/0:11,0:11:	-863
▁0/1:19,15:34	-864
▁0/1:20,16:36	-865
:40:	-866
6,0,3	-867
9,0,3	-868
:0,34	-869
3:99:5	-870
:73:0,	-871
:63:0,63,74	-872
:60:0,60,789	-873
:60:0,60,835	-874
5,0,4	-875
,19:37	-876
▁0/1:29	-877
:66:0,66,7	-878
▁0/1:11,12	-879
▁0/1:12,15	-880
▁0/1:12,16	-881
▁0/1:19,18:3	-882
▁0/1:18,19:37	-883
:74	-884
0,0,1	-885
2,0,5	-886
:0,26	-887
6:0,66	-888
▁1/1:1	-889
38:99:5	-890
:99:118	-891
:25:0,25	-892
:32:99:4	-893
:75:0,75,9	-894
▁0/1:12,12	-895
▁0/1:16,12	-896
▁0/1:19,13	-897
▁0/1:12,10:22	-898
906	-899
,0,73	-900
0:0,8	-901
4,0,4	-902
,11:26	-903
,19:32	-904
,19:35	-905
84:0,84	-906
▁0/1:12,	-907
▁0/1:23,2	-908
:61:0,61,7	-909
▁0/1:11,15	-910
▁0/1:13,19:32	-911
▁0/1:15,11:26	-912
▁0/1:16,19:35	-913
▁1/1:0,19:19:	-914
▁0/0:10,0:10:2	-915
,115	-916
,63,0	-917
2,0,4	-918
9,0,5	-919
9,0:3	-920
:0,77	-921
,21:36	-922
2:99:5	-923
8:99:5	-924
:0,32,	-925
:99:14	-926
72:0,72,9	-927
:22:0,22,	-928
▁0/0:39,0:3	-929
:60:0,60,824	-930
▁0/1:15,21:36	-931
▁0/0:35,0:35:8	-932
,0,7	-933
,0,14	-934
,0,69	-935
,60,0	-936
,95,0	-937
1:0,3	-938
4,0,3	-939
8,0,5	-940
:99:71	-941
0:0,20,	-942
3:0,63,6	-943
:63:0,63	-944
:84:0,84,12	-945
▁0/1:19,19:	-946
▁0/1:17,20:3	-947
▁0/1:19,20:3	-948
▁0/1:20,17:3	-949
:56	-950
72,0	-951
,0,13	-952
8,0,4	-953
4:0,64	-954
:25:99:4	-955
:47:99:1	-956
▁0/1:11,	-957
▁0/1:12,2	-958
▁1/1:0,47	-959
:63:0,63,6	-960
▁0/1:11,16	-961
:61:0,61,75	-962
▁0/0:34,0:34:8	-963
,48	-964
:15	-965
,0,74	-966
,89,0	-967
,11:23	-968
,14:33	-969
:99:72	-970
:24:99:4	-971
:36:99:3	-972
,12:29:99:	-973
:62:0,62,78	-974
▁0/1:12,11:23	-975
▁0/1:19,14:33	-976
,79	-977
,540	-978
57,0	-979
,0,70	-980
90,0,	-981
:0,28	-982
,11:24	-983
:99:75	-984
:99:0,10	-985
:60:0,60,802	-986
:60:0,60,822	-987
▁0/1:13,11:24	-988
▁1/1:0,18:18:54	-989
,0,15	-990
,19:34	-991
0:99:2	-992
3:0,93	-993
5:99:2	-994
:0,23,	-995
▁0/1:5	-996
33:99:5	-997
:93:0,93	-998
▁1/1:0,48	-999
▁0/1:17,22	-1000
▁0/1:18,13	-1001
:60:0,60,857	-1002
:60:0,60,867	-1003
▁0/1:15,19:34	-1004
▁1/1:0,30:30:8	-1005
▁1/1:0,33:33:98	-1006
800	-1007
:53	-1008
1:99	-1009
87,0	-1010
:110	-1011
,0,19	-1012
3,0,5	-1013
,110,0	-1014
0:99:5	-1015
:99:73	-1016
:99:78	-1017
,11:29:99:	-1018
9:0,39,585	-1019
:68:0,68,10	-1020
72:0,72,1080	-1021
:42:0,42,630	-1022
:60:0,60,817	-1023
:60:0,60,894	-1024
▁0/1:15,10:2	-1025
49:99:	-1026
8:99:2	-1027
9:99:6	-1028
42:99:5	-1029
:90:0,90,1	-1030
▁0/1:11,14	-1031
▁0/1:14,19:	-1032
:60:0,60,786	-1033
:60:0,60,805	-1034
:60:0,60,807	-1035
:60:0,60,814	-1036
:60:0,60,816	-1037
:60:0,60,844	-1038
:63:0,63,825	-1039
▁0/1:10,14:24	-1040
▁0/1:20,15:35	-1041
▁1/1:0,19:19:57	-1042
,74	-1043
73,	-1044
81,0	-1045
,1215	-1046
80,0,	-1047
9,0,2	-1048
,15:37	-1049
:50:99:	-1050
:23:99:4	-1051
:48:99:1	-1052
:70:0,70,9	-1053
48:0,48,720	-1054
▁0/1:22,15:37	-1055
▁1/1:0,31:31:92	-1056
:76	-1057
,118	-1058
84,0	-1059
8:0,	-1060
,92,0	-1061
,98,0	-1062
4,0,5	-1063
,101,0	-1064
,135,0	-1065
1:0,61	-1066
8:0,68	-1067
43:99:5	-1068
:61:0,61,79	-1069
:75:0,75,10	-1070
:60:0,60,853	-1071
▁0/1:12,18:3	-1072
▁0/1:14,20:3	-1073
▁0/1:18,21:3	-1074
1:5	-1075
905	-1076
,119	-1077
,20:4	-1078
17:17	-1079
3,0,2	-1080
1:0,31,	-1081
:79:0,79	-1082
:66:0,66,78	-1083
:67:0,67,10	-1084
▁0/1:17,21:	-1085
:60:0,60,740	-1086
:60:0,60,754	-1087
:60:0,60,772	-1088
:60:0,60,801	-1089
:60:0,60,850	-1090
:60:0,60,860	-1091
▁0/1:13,10:2	-1092
▁0/1:15,20:3	-1093
▁0/1:18,20:3	-1094
▁1/1:0,17:17	-1095
▁0/1:10,13:23	-1096
,56	-1097
:83	-1098
,0,75	-1099
70,0,	-1100
,11:28	-1101
,138,0	-1102
3:0,83	-1103
44:99:5	-1104
:99:120	-1105
0:0,60,74	-1106
▁0/1:9,15	-1107
▁0/1:21,14	-1108
:61:0,61,76	-1109
:60:0,60,767	-1110
:60:0,60,793	-1111
:60:0,60,818	-1112
▁0/1:21,17:3	-1113
▁0/1:17,11:28	-1114
:55	-1115
,112	-1116
5,0,3	-1117
,113,0	-1118
1:99:2	-1119
5:0,65	-1120
:28:0,28	-1121
78:0,78,10	-1122
:60:0,60,787	-1123
:60:0,60,821	-1124
:60:0,60,832	-1125
▁0/1:14,10:2	-1126
▁0/1:21,16:3	-1127
▁0/1:13,10:23	-1128
▁1/1:0,29:29:86	-1129
,76	-1130
:79	-1131
6:0,	-1132
77,0	-1133
1,0,2	-1134
10,0,	-1135
7,0,2	-1136
0,1800	-1137
19:99:	-1138
:99:74	-1139
:99:112	-1140
:99:114	-1141
:99:119	-1142
:26:0,26	-1143
0,120,1800	-1144
:62:0,62,7	-1145
:60:0,60,755	-1146
:60:0,60,865	-1147
:63:0,63,905	-1148
▁0/1:10,11:2	-1149
▁0/1:12,19:3	-1150
▁0/1:20,18:3	-1151
▁0/1:10,15:25	-1152
▁1/1:0,17:17:5	-1153
▁1/1:0,27:27:80:	-1154
904	-1155
:13	-1156
,29:	-1157
2,0:	-1158
9,0:	-1159
,0,76	-1160
,116,0	-1161
,22:37	-1162
7:99:2	-1163
▁0/0:9,0:	-1164
,19:40:99:	-1165
3:33:0,33,	-1166
:42:0,42,5	-1167
▁0/1:11,17	-1168
:60:0,60,770	-1169
:60:0,60,771	-1170
:60:0,60,812	-1171
:60:0,60,825	-1172
:60:0,60,829	-1173
:60:0,60,847	-1174
:60:0,60,869	-1175
:60:0,60,870	-1176
:60:0,60,883	-1177
:62:0,62,945	-1178
▁0/1:11,10:2	-1179
▁0/1:13,20:33	-1180
▁0/1:15,22:37	-1181
▁1/1:0,30:30:89:	-1182
350	-1183
71,0	-1184
,80,0	-1185
2:0,6	-1186
,21:37	-1187
4:99:2	-1188
:99:13	-1189
:99:111	-1190
:99:116	-1191
9:49:99:	-1192
,12:31:99:	-1193
▁0/1:11,18	-1194
▁0/1:21,15	-1195
▁0/1:19,21:	-1196
:30:0,30,450	-1197
:51:0,51,765	-1198
:60:0,60,747	-1199
:60:0,60,768	-1200
:60:0,60,773	-1201
:60:0,60,828	-1202
:60:0,60,841	-1203
:60:0,60,866	-1204
:60:0,60,878	-1205
▁0/1:16,20:3	-1206
▁0/1:17,10:2	-1207
▁0/1:16,21:37	-1208
5,0,5	-1209
7,0,6	-1210
8,0,2	-1211
0:99:4	-1212
:26:99:5	-1213
,19:41:99:	-1214
70:0,70,10	-1215
74:0,74,10	-1216
:63:0,63,72	-1217
▁0/1:22,20:	-1218
:60:0,60,782	-1219
:60:0,60,833	-1220
:60:0,60,836	-1221
:60:0,60,852	-1222
:60:0,60,864	-1223
:60:0,60,874	-1224
:60:0,60,877	-1225
:60:0,60,889	-1226
:65:0,65,849	-1227
▁0/1:20,12:32	-1228
▁0/1:20,13:33	-1229
,75	-1230
53,	-1231
:73	-1232
,11:3	-1233
,54,0	-1234
,9:25	-1235
6,0,5	-1236
9,0,6	-1237
:0,44	-1238
,10:26	-1239
2,0:42	-1240
5:0,85	-1241
99,0,3	-1242
22:99:2	-1243
:99:125	-1244
0:50:99:	-1245
:27:99:5	-1246
:39:0,39	-1247
:73:0,73	-1248
:24:0,24,	-1249
▁0/1:9,14	-1250
▁0/1:22,13	-1251
▁0/1:22,18	-1252
:61:0,61,73	-1253
▁0/0:40,0:4	-1254
:60:0,60,790	-1255
:60:0,60,839	-1256
:60:0,60,845	-1257
:60:0,60,892	-1258
▁0/0:42,0:42	-1259
▁0/1:16,9:25	-1260
▁0/1:10,12:22	-1261
▁0/1:16,10:26	-1262
73,9	-1263
0:0,4	-1264
1,0:4	-1265
,104,0	-1266
,107,0	-1267
,13:34	-1268
,141,0	-1269
,22:43	-1270
:99:76	-1271
:99:115	-1272
:99:122	-1273
6:0,66,9	-1274
:29:99:5	-1275
:20:0,20,	-1276
:23:0,23,	-1277
76:0,76,10	-1278
▁0/1:19,22	-1279
▁0/0:41,0:4	-1280
▁0/1:11,11:	-1281
:60:0,60,777	-1282
:60:0,60,779	-1283
:60:0,60,781	-1284
:60:0,60,795	-1285
:60:0,60,798	-1286
:60:0,60,804	-1287
:60:0,60,813	-1288
:60:0,60,819	-1289
:60:0,60,820	-1290
:60:0,60,834	-1291
:60:0,60,858	-1292
:60:0,60,871	-1293
:60:0,60,891	-1294
▁0/1:10,10:2	-1295
▁0/1:21,18:3	-1296
:75:0,75,1125	-1297
▁0/1:12,20:32	-1298
▁0/1:21,13:34	-1299
▁0/1:21,22:43	-1300
:99:0,120,1800	-1301
▁0/0:36,0:36:8	-1302
:71	-1303
,86,0	-1304
,8:22	-1305
:99:7	-1306
,0,406	-1307
3:0,33,	-1308
45:0,45	-1309
▁1/1:1,3	-1310
:71:0,71,9	-1311
:62:0,62,79	-1312
:66:0,66,10	-1313
:60:0,60,744	-1314
:60:0,60,758	-1315
:60:0,60,761	-1316
:60:0,60,762	-1317
:60:0,60,796	-1318
:60:0,60,876	-1319
▁0/1:14,8:22	-1320
▁0/1:19,11:3	-1321
▁0/1:22,17:3	-1322
▁0/1:10,16:26	-1323
2:0,	-1324
:71:	-1325
2,0,2	-1326
:0,46	-1327
,23:42	-1328
1:99:4	-1329
▁0/1:3	-1330
7:99:12	-1331
:28:99:5	-1332
:61:0,61,6	-1333
▁0/1:18,22	-1334
:61:0,61,74	-1335
:64:0,64,10	-1336
▁0/1:12,9:2	-1337
▁0/1:9,11:2	-1338
78:0,78,1170	-1339
:60:0,60,750	-1340
:60:0,60,769	-1341
:60:0,60,778	-1342
:60:0,60,811	-1343
:60:0,60,815	-1344
:60:0,60,848	-1345
:63:0,63,817	-1346
▁0/1:19,23:42	-1347
▁0/0:20,0:20:3	-1348
▁1/1:0,25:25:74	-1349
▁1/1:0,49:49:99:	-1350
136	-1351
,83,0	-1352
,9:23	-1353
00,0,	-1354
22:42	-1355
,22:38	-1356
4:0,34	-1357
81,0,3	-1358
0:0,60,78	-1359
▁0/1:9,12	-1360
8:38:99:13	-1361
:63:0,63,70	-1362
:65:0,65,10	-1363
:60:0,60,732	-1364
:60:0,60,757	-1365
:60:0,60,764	-1366
:60:0,60,794	-1367
:60:0,60,799	-1368
:60:0,60,830	-1369
:60:0,60,851	-1370
:60:0,60,854	-1371
:60:0,60,957	-1372
▁0/1:14,9:23	-1373
▁0/1:21,20:4	-1374
▁0/1:16,22:38	-1375
▁0/1:18,16:34	-1376
▁0/1:20,22:42	-1377
▁1/1:0,26:26:77	-1378
▁1/1:0,28:28:83	-1379
▁1/1:0,50:50:99:	-1380
360	-1381
903	-1382
,0:8	-1383
,1305	-1384
,74,0	-1385
60,0,	-1386
,144,0	-1387
1:0,21	-1388
43,0,3	-1389
:99:64	-1390
8:21:99:	-1391
:33:0,33,495	-1392
:60:0,60,759	-1393
:60:0,60,780	-1394
:60:0,60,827	-1395
:60:0,60,837	-1396
:60:0,60,873	-1397
:60:0,60,879	-1398
:63:0,63,804	-1399
:63:0,63,853	-1400
▁0/1:22,16:3	-1401
▁0/0:40,0:40:	-1402
▁0/1:20,14:34	-1403
▁0/1:13,8:21:99:	-1404
▁0/1:9,12:21:99:	-1405
,70	-1406
,73	-1407
:57	-1408
1:34	-1409
8:18	-1410
6,0,2	-1411
,0,423	-1412
,122,0	-1413
0:99:6	-1414
13,0,3	-1415
71,0,4	-1416
2:0,32,	-1417
:49:99:	-1418
1:0,21,2	-1419
3:0,63,9	-1420
42:0,42,	-1421
4:0,64,9	-1422
:38:99:3	-1423
:41:99:6	-1424
:42:99:4	-1425
:77:0,77	-1426
:99:0,11	-1427
1:0,21,315	-1428
1:30:0,30,	-1429
:62:0,62,10	-1430
:66:0,66,76	-1431
:45:0,45,675	-1432
:60:0,60,756	-1433
:60:0,60,765	-1434
:60:0,60,809	-1435
:60:0,60,831	-1436
:60:0,60,846	-1437
:60:0,60,872	-1438
:60:0,60,888	-1439
:61:0,61,945	-1440
:63:0,63,830	-1441
▁0/1:10,8:18	-1442
▁0/1:17,22:3	-1443
:84:0,84,1260	-1444
▁0/1:13,21:34	-1445
▁1/1:0,23:23:68	-1446
,49	-1447
,907	-1448
1:0,4	-1449
30,0,	-1450
5,0,2	-1451
,0,110	-1452
16,0,3	-1453
19,0,3	-1454
72,0,3	-1455
:40:99	-1456
:99:80	-1457
45:99:5	-1458
:99:126	-1459
9:29:99:	-1460
:23:99:2	-1461
:25:99:5	-1462
:26:99:2	-1463
:40:99:6	-1464
,8:19:99:	-1465
0:0,60,695	-1466
▁0/1:23,18	-1467
:61:0,61,10	-1468
:63:0,63,71	-1469
:93:0,93,13	-1470
▁0/1:12,21:	-1471
▁0/1:21,21:	-1472
:48:0,48,720	-1473
:60:0,60,700	-1474
:60:0,60,776	-1475
:60:0,60,792	-1476
:60:0,60,803	-1477
:60:0,60,862	-1478
:60:0,60,863	-1479
:63:0,63,838	-1480
:63:0,63,882	-1481
▁0/1:23,16:3	-1482
▁0/1:16,16:32	-1483
▁1/1:0,22:22:65	-1484
▁0/1:11,8:19:99:	-1485
,45	-1486
138	-1487
908	-1488
,10:3	-1489
,68,0	-1490
20,0,	-1491
40,0,	-1492
8,0:8	-1493
,119,0	-1494
,147,0	-1495
0,90,0	-1496
0,99,0	-1497
11,0,3	-1498
18,0,3	-1499
48,0,4	-1500
76,0,3	-1501
:51:99:	-1502
▁0/1:30,	-1503
▁0/1:9,16	-1504
▁0/0:8,0:8	-1505
▁0/1:23,17	-1506
:27:0,27,405	-1507
:36:0,36,540	-1508
:60:0,60,753	-1509
:60:0,60,763	-1510
:60:0,60,774	-1511
:60:0,60,800	-1512
:60:0,60,843	-1513
:60:0,60,875	-1514
:60:0,60,893	-1515
:63:0,63,842	-1516
:63:0,63,880	-1517
:63:0,63,889	-1518
▁0/1:20,10:3	-1519
▁0/1:10,18:28	-1520
▁0/1:9,11:20:99:	-1521
726	-1522
:70	-1523
:89	-1524
:94	-1525
,0:44	-1526
,57,0	-1527
,77,0	-1528
16:16	-1529
4,0,2	-1530
,0,445	-1531
,0,452	-1532
,0,460	-1533
,21:35	-1534
14,0,4	-1535
3,81,0	-1536
3,96,0	-1537
48,0,3	-1538
61,0,3	-1539
73,0,4	-1540
74,0,4	-1541
:0,43,	-1542
32:99:2	-1543
44,0:44	-1544
:25:99:2	-1545
0:0,60,758	-1546
:21:0,21,2	-1547
▁0/1:22,14	-1548
45:0,45,675	-1549
:63:0,63,10	-1550
▁0/1:22,21:	-1551
▁0/1:23,21:	-1552
81:0,81,1215	-1553
:60:0,60,736	-1554
:60:0,60,775	-1555
:60:0,60,797	-1556
:60:0,60,881	-1557
:60:0,60,896	-1558
:63:0,63,901	-1559
▁0/0:44,0:44	-1560
▁0/1:20,11:3	-1561
▁1/1:0,16:16	-1562
▁0/1:14,21:35	-1563
▁0/0:15,0:15:3	-1564
,42	-1565
139	-1566
▁002	-1567
,0,79	-1568
,0,80	-1569
24:44	-1570
6,0,6	-1571
:0,37	-1572
:0,47	-1573
,0,450	-1574
01,0,4	-1575
11,0,5	-1576
2:0,62	-1577
32,0,3	-1578
42,0,4	-1579
54,0,3	-1580
6:0,96	-1581
76,0,5	-1582
78,0,3	-1583
84,0,3	-1584
99,0,5	-1585
▁0/1:4	-1586
1:99:46	-1587
77:0,77	-1588
:99:146	-1589
:99:148	-1590
:37:99:3	-1591
:96:0,96	-1592
0:0,60,80	-1593
1:0,61,10	-1594
51:0,51,6	-1595
75:0,75,9	-1596
▁0/1:10,2	-1597
0:0,60,697	-1598
:45:0,45,5	-1599
▁0/1:13,9:	-1600
▁0/1:17,23	-1601
:90:0,90,11	-1602
▁0/1:11,9:2	-1603
▁0/1:23,20:	-1604
:60:0,60,785	-1605
:60:0,60,788	-1606
:60:0,60,808	-1607
:60:0,60,810	-1608
:60:0,60,880	-1609
:60:0,60,890	-1610
:63:0,63,920	-1611
:63:0,63,933	-1612
▁0/1:17,16:33	-1613
▁0/1:17,21:38	-1614
▁0/1:20,24:44	-1615
▁1/1:0,16:16:48	-1616
▁0/0:40,0:40:99:	-1617
,1108	-1618
,9:24	-1619
23:43	-1620
,0,455	-1621
,22:36	-1622
0,96,0	-1623
02,0,4	-1624
3,90,0	-1625
35,0,4	-1626
36,0,3	-1627
39,0,3	-1628
46,0,3	-1629
72,0,5	-1630
76,0,4	-1631
77,0,3	-1632
84,0,4	-1633
88,0,3	-1634
:41:99	-1635
1:99:45	-1636
27:0,27,	-1637
5:0,65,9	-1638
:22:99:3	-1639
:44:0,44	-1640
71:0,71,9	-1641
7:0,67,10	-1642
9:0,69,10	-1643
0:0,60,674	-1644
0:0,60,685	-1645
:45:0,45,6	-1646
:75:0,75,8	-1647
▁0/1:24,18	-1648
,10:28:99:2	-1649
:62:0,62,76	-1650
▁0/1:21,11:	-1651
▁0/1:25,19:	-1652
▁1/1:0,51:5	-1653
:60:0,60,731	-1654
:60:0,60,743	-1655
:60:0,60,746	-1656
:60:0,60,752	-1657
:60:0,60,838	-1658
:60:0,60,886	-1659
:60:0,60,887	-1660
:63:0,63,801	-1661
:63:0,63,885	-1662
:69:0,69,857	-1663
▁0/1:15,9:24	-1664
:78:0,78,1170	-1665
▁0/1:10,17:27	-1666
▁0/1:14,22:36	-1667
▁0/1:20,23:43	-1668
▁0/0:37,0:37:8	-1669
▁0/0:39,0:39:99:	-1670
485	-1671
50,	-1672
705	-1673
901	-1674
995	-1675
:86	-1676
0:99	-1677
99,0	-1678
,0,86	-1679
,20:2	-1680
,65,0	-1681
,0,417	-1682
,0,451	-1683
,22:44	-1684
08,0,4	-1685
34,0,5	-1686
43,0,4	-1687
45,0,3	-1688
6:0,36	-1689
72,0,2	-1690
74,0,5	-1691
81,0,4	-1692
99,0,4	-1693
:99:18	-1694
1:0,41,	-1695
79:0,79	-1696
:99:106	-1697
:99:110	-1698
:24:99:2	-1699
:45:99:6	-1700
54:0,54,6	-1701
7:0,87,12	-1702
▁0/1:8,13	-1703
▁0/1:9,17	-1704
,10:19:99:	-1705
0:0,60,696	-1706
0:0,60,700	-1707
0:0,60,736	-1708
,13:30:99:3	-1709
9:0,69,1035	-1710
:65:0,65,78	-1711
:60:0,60,784	-1712
:60:0,60,791	-1713
:60:0,60,885	-1714
:62:0,62,871	-1715
:63:0,63,829	-1716
:63:0,63,840	-1717
:90:0,90,1350	-1718
▁0/0:39,0:39:	-1719
▁0/1:22,22:44	-1720
▁0/1:8,13:21:99:	-1721
▁0/1:9,10:19:99:	-1722
,46	-1723
135	-1724
329	-1725
333	-1726
702	-1727
909	-1728
,0,89	-1729
22:35	-1730
50,0,	-1731
8,0,6	-1732
,0,453	-1733
,0,554	-1734
,150,0	-1735
,21:46	-1736
07,0,3	-1737
16,0,5	-1738
17,0,3	-1739
17,0,4	-1740
18,0,4	-1741
3,99,0	-1742
33,0,3	-1743
47,0,3	-1744
62,0,3	-1745
71,0,3	-1746
85,0,4	-1747
8:0,38	-1748
95,0,5	-1749
97,0,4	-1750
9:0,89	-1751
0,102,0	-1752
:99:105	-1753
9:19:99:	-1754
:22:99:4	-1755
:27:99:2	-1756
:28:99:2	-1757
▁0/1:22,	-1758
:29:99:44	-1759
▁0/1:15,8	-1760
,10:29:99:	-1761
,16:40:99:	-1762
:71:0,71,8	-1763
▁0/1:18,23	-1764
7:0,87,1305	-1765
:64:0,64,78	-1766
▁0/0:9,0:9:	-1767
▁0/1:23,19:	-1768
▁0/1:24,19:	-1769
▁0/1:25,20:	-1770
▁0/1:8,10:1	-1771
75:0,75,1125	-1772
:60:0,60,710	-1773
:60:0,60,826	-1774
:60:0,60,861	-1775
:60:0,60,895	-1776
:63:0,63,836	-1777
:63:0,63,843	-1778
:63:0,63,847	-1779
▁0/1:11,19:3	-1780
▁0/1:13,22:35	-1781
▁0/1:25,21:46	-1782
▁0/1:10,9:19:99:	-1783
▁0/1:12,9:21:99:	-1784
▁1/1:0,24:24:71:	-1785
0,5	-1786
304	-1787
35,5	-1788
54,0	-1789
,0,84	-1790
0,132	-1791
23:36	-1792
4,0,6	-1793
,0,454	-1794
,0,457	-1795
04,0,3	-1796
12,0,4	-1797
15,0,3	-1798
17,0,5	-1799
3,87,0	-1800
3,93,0	-1801
35,0,3	-1802
42,0,3	-1803
49,0,3	-1804
68,0,5	-1805
79,0,2	-1806
79,0,5	-1807
7:99:3	-1808
98,0,3	-1809
0,111,0	-1810
1,102,0	-1811
33:0,33,	-1812
:18:99:1	-1813
:43:99:4	-1814
:99:0,99	-1815
42:0,42,6	-1816
4:0,64,10	-1817
:32:0,32,	-1818
▁0/1:8,15	-1819
:48:0,48,6	-1820
▁0/1:23,22	-1821
,12:30:99:3	-1822
,13:29:99:3	-1823
:66:0,66,75	-1824
:79:0,79,10	-1825
:60:0,60,724	-1826
:60:0,60,738	-1827
:60:0,60,840	-1828
:60:0,60,856	-1829
:60:0,60,868	-1830
:60:0,60,884	-1831
:62:0,62,824	-1832
:63:0,63,799	-1833
:63:0,63,811	-1834
:63:0,63,831	-1835
:63:0,63,862	-1836
:66:0,66,883	-1837
:63:0,63,1108	-1838
▁0/1:13,23:36	-1839
▁0/1:17,22:39:99	-1840
▁1/1:0,31:31:99:	-1841
52,	-1842
:88	-1843
▁007	-1844
14:14	-1845
,0,458	-1846
,0,459	-1847
,0,500	-1848
,128,0	-1849
01,0,3	-1850
05,0,3	-1851
09,0,3	-1852
1,69,0	-1853
1,99,0	-1854
17,0,2	-1855
35,0,5	-1856
38,0,3	-1857
45,0,4	-1858
47,0,4	-1859
68,0,4	-1860
71,0,5	-1861
75,0,3	-1862
78,0,4	-1863
79,0,3	-1864
85,0,3	-1865
86,0,5	-1866
93,0,5	-1867
96,0,5	-1868
9:99:4	-1869
0:99:46	-1870
2,102,0	-1871
:40:0,4	-1872
:99:149	-1873
▁0/1:31	-1874
7:19:99:	-1875
8:0,68,9	-1876
9:0,69,9	-1877
0:40:99:5	-1878
74:0,74,9	-1879
:29:99:39	-1880
:41:0,41,	-1881
▁0/1:8,14	-1882
▁0/1:9,13	-1883
84:0,84,10	-1884
▁0/1:21,24	-1885
:64:0,64,90	-1886
:60:0,60,725	-1887
:60:0,60,734	-1888
:60:0,60,741	-1889
:63:0,63,774	-1890
:63:0,63,787	-1891
:63:0,63,834	-1892
:63:0,63,874	-1893
:63:0,63,896	-1894
:63:0,63,897	-1895
:63:0,63,902	-1896
:63:0,63,966	-1897
:66:0,66,877	-1898
▁1/1:0,14:14	-1899
▁0/1:21,15:36	-1900
▁0/0:14,0:14:24	-1901
▁0/1:12,7:19:99:	-1902
▁1/1:0,51:51:99:	-1903
,30:	-1904
,909	-1905
:101	-1906
▁003	-1907
,0,85	-1908
,51,0	-1909
,71,0	-1910
,9:17	-1911
52:52	-1912
,0,280	-1913
,0,294	-1914
,125,0	-1915
,12:34	-1916
,23:37	-1917
,25:46	-1918
0,93,0	-1919
03,0,3	-1920
05,0,4	-1921
06,0,3	-1922
12,0,5	-1923
14,0,3	-1924
21,0,3	-1925
24,0,2	-1926
27,0,5	-1927
2:0,82	-1928
3,78,0	-1929
3,84,0	-1930
32,0,5	-1931
33,0,4	-1932
44,0,4	-1933
6,99,0	-1934
68,0,3	-1935
73,0,3	-1936
75,0,5	-1937
77,0,4	-1938
86,0,3	-1939
87,0,3	-1940
89,0,4	-1941
97,0,3	-1942
9:0,49	-1943
:99:20	-1944
:99:85	-1945
1,111,0	-1946
22:99:3	-1947
73:0,73	-1948
:99:113	-1949
▁0/1:32	-1950
1:0,61,9	-1951
22:0,22,	-1952
:23:99:1	-1953
:24:0,24	-1954
:37:0,37	-1955
:46:0,46	-1956
0:0,60,86	-1957
0:0,80,10	-1958
8:0,68,10	-1959
,11:19:99:	-1960
,15:39:99:	-1961
0:0,60,665	-1962
0:0,60,682	-1963
0:0,60,683	-1964
0:0,60,688	-1965
0:0,60,702	-1966
0:0,60,704	-1967
0:0,60,709	-1968
0:0,60,716	-1969
0:0,60,722	-1970
71:0,71,10	-1971
▁0/1:15,24	-1972
▁0/1:15,25	-1973
▁0/1:24,14	-1974
:66:0,66,73	-1975
:66:0,66,79	-1976
:70:0,70,10	-1977
:78:0,78,10	-1978
▁0/1:24,20:	-1979
▁0/1:8,9:17	-1980
:60:0,60,760	-1981
:60:0,60,766	-1982
:60:0,60,859	-1983
:60:0,60,906	-1984
:61:0,61,848	-1985
:61:0,61,894	-1986
:62:0,62,856	-1987
:63:0,63,845	-1988
:63:0,63,849	-1989
:63:0,63,876	-1990
:66:0,66,804	-1991
:66:0,66,806	-1992
▁1/1:0,52:52	-1993
:93:0,93,1395	-1994
▁0/1:14,23:37	-1995
▁0/1:21,25:46	-1996
▁0/1:22,12:34	-1997
▁0/1:11,9:20:99:	-1998
▁0/1:8,11:19:99:	-1999
▁1/1:0,26:26:78:	-2000
385	-2001
388	-2002
755	-2003
,113	-2004
0:43	-2005
51,0	-2006
,48,0	-2007
,7:22	-2008
,9:18	-2009
,9:27	-2010
:0,55	-2011
,0,299	-2012
,153,0	-2013
,24:43	-2014
,25:43	-2015
0,81,0	-2016
02,0,5	-2017
08,0,5	-2018
12,0,3	-2019
13,0,4	-2020
16,0,4	-2021
17,0,6	-2022
19,0,5	-2023
3,72,0	-2024
31,0,3	-2025
38,0,5	-2026
39,0,4	-2027
41,0,3	-2028
44,0,3	-2029
45,0,5	-2030
46,0,4	-2031
48,0,5	-2032
52,0,3	-2033
5:99:6	-2034
7,99,0	-2035
73,0,5	-2036
74,0,3	-2037
78,0,5	-2038
79,0,4	-2039
87,0,5	-2040
89,0,5	-2041
91,0,3	-2042
92,0,3	-2043
94,0,3	-2044
94,0,5	-2045
98,0,4	-2046
:99:19	-2047
1:99:48	-2048
8,108,0	-2049
73:0,73,	-2050
7:20:99:	-2051
:17:99:2	-2052
:24:99:5	-2053
:41:99:5	-2054
:47:0,47	-2055
:76:0,76	-2056
48:0,48,6	-2057
73:0,73,9	-2058
76:0,76,9	-2059
:31:0,31,	-2060
:43:0,43,	-2061
:48:99:16	-2062
▁0/1:11,7	-2063
▁0/1:8,16	-2064
0:0,60,680	-2065
0:0,60,686	-2066
0:0,60,694	-2067
0:0,60,703	-2068
0:0,60,706	-2069
8:38:99:12	-2070
▁0/1:20,25	-2071
▁0/1:22,23	-2072
▁0/1:23,15	-2073
▁0/1:24,21:	-2074
▁0/1:9,9:18	-2075
:60:0,60,715	-2076
:60:0,60,729	-2077
:60:0,60,739	-2078
:60:0,60,899	-2079
:61:0,61,804	-2080
:61:0,61,854	-2081
:61:0,61,926	-2082
:62:0,62,848	-2083
:63:0,63,764	-2084
:63:0,63,803	-2085
:63:0,63,816	-2086
:63:0,63,884	-2087
▁0/0:9,0:9:2	-2088
▁0/1:15,7:22	-2089
▁0/1:18,9:27	-2090
▁0/1:12,21:33	-2091
▁0/1:18,25:43	-2092
▁0/1:19,24:43	-2093
▁0/0:41,0:41:99:	-2094
▁0/1:13,7:20:99:	-2095
▁0/1:18,22:40:99	-2096
▁0/1:20,9:29:99:	-2097
▁1/1:0,17:17:51:	-2098
324	-2099
429	-2100
540	-2101
902	-2102
907	-2103
,0:7	-2104
86,0	-2105
:81:	-2106
,0,88	-2107
:0,38	-2108
,0,135	-2109
,0,282	-2110
,0,286	-2111
,0,288	-2112
,131,0	-2113
,137,0	-2114
,24:46	-2115
02,0,3	-2116
09,0,4	-2117
11,0,4	-2118
14,0,5	-2119
15,0,5	-2120
16,0,2	-2121
23,0,3	-2122
25,0,3	-2123
26,0,3	-2124
29,0,3	-2125
29,0,4	-2126
32,0,4	-2127
34,0,3	-2128
36,0,4	-2129
37,0,5	-2130
46,0,5	-2131
54,0,4	-2132
56,0,3	-2133
61,0,5	-2134
7:0,37	-2135
89,0,3	-2136
91,0,4	-2137
91,0,5	-2138
92,0,4	-2139
96,0,3	-2140
:49:99	-2141
0,120,0	-2142
1:99:29	-2143
2,105,0	-2144
:99:128	-2145
0:0,60,5	-2146
7:0,67,9	-2147
:40:99:5	-2148
:44:99:4	-2149
0:0,60,79	-2150
0:0,80,11	-2151
84:0,84,9	-2152
:25:0,25,	-2153
:29:99:42	-2154
▁0/1:16,8	-2155
▁0/1:8,12	-2156
0:0,60,670	-2157
0:0,60,711	-2158
0:0,60,735	-2159
84:0,84,12	-2160
:74:0,74,9	-2161
▁0/1:17,24	-2162
▁0/1:23,12	-2163
▁0/1:23,14	-2164
▁0/1:24,17	-2165
▁0/1:25,18	-2166
,15:30:99:4	-2167
,15:31:99:4	-2168
42:0,42,630	-2169
70:0,70,995	-2170
:69:0,69,90	-2171
:60:0,60,713	-2172
:60:0,60,716	-2173
:60:0,60,751	-2174
:60:0,60,823	-2175
:60:0,60,842	-2176
:60:0,60,882	-2177
:60:0,60,897	-2178
:61:0,61,778	-2179
:63:0,63,730	-2180
:63:0,63,753	-2181
:63:0,63,778	-2182
:63:0,63,790	-2183
:63:0,63,791	-2184
:63:0,63,797	-2185
:63:0,63,820	-2186
:63:0,63,854	-2187
:63:0,63,863	-2188
:63:0,63,871	-2189
:63:0,63,887	-2190
:63:0,63,935	-2191
:66:0,66,813	-2192
:66:0,66,957	-2193
▁0/1:11,20:3	-2194
▁0/1:17,17:34	-2195
▁0/1:22,24:46	-2196
▁0/0:19,0:19:3	-2197
▁1/1:0,14:14:42	-2198
▁0/1:8,12:20:99:	-2199
▁0/1:8,9:17:99:2	-2200
▁1/1:0,20:20:60:	-2201
331	-2202
397	-2203
577	-2204
707	-2205
719	-2206
931	-2207
:69	-2208
70,9	-2209
95,0	-2210
15:15	-2211
23:46	-2212
:0,94	-2213
,0,244	-2214
,0,256	-2215
,0,263	-2216
,0,267	-2217
,109,0	-2218
,22:47	-2219
,23:38	-2220
,23:44	-2221
,24:42	-2222
,25:44	-2223
0,69,0	-2224
03,0,4	-2225
06,0,5	-2226
07,0,4	-2227
07,0,5	-2228
08,0,3	-2229
1,63,0	-2230
1,78,0	-2231
18,0,5	-2232
22,0,3	-2233
22,0,4	-2234
27,0,4	-2235
34,0,4	-2236
34,0,6	-2237
37,0,3	-2238
38,0,4	-2239
42,0,5	-2240
55,0,4	-2241
57,0,3	-2242
5:99:3	-2243
66,0,3	-2244
69,0,3	-2245
6:0,86	-2246
77,0,5	-2247
82,0,3	-2248
:99:86	-2249
0,117,0	-2250
0:99:48	-2251
1:99:28	-2252
2,108,0	-2253
8,102,0	-2254
:99:155	-2255
24:0,24,	-2256
7:99:126	-2257
:29:99:3	-2258
▁1/1:0,6	-2259
9:39:99:5	-2260
:26:99:45	-2261
:47:99:16	-2262
0:0,60,690	-2263
0:0,60,692	-2264
0:0,60,698	-2265
0:0,60,713	-2266
0:0,60,720	-2267
3:0,63,945	-2268
73:0,73,10	-2269
:25:0,25,5	-2270
:30:0,30,4	-2271
:65:0,65,7	-2272
▁0/1:21,26	-2273
▁0/1:24,13	-2274
▁0/1:26,18	-2275
1:0,81,1215	-2276
:62:0,62,73	-2277
:69:0,69,79	-2278
▁0/1:9,21:3	-2279
,13:29:99:36	-2280
,13:30:99:36	-2281
,14:31:99:39	-2282
,15:31:99:42	-2283
:60:0,60,708	-2284
:60:0,60,723	-2285
:60:0,60,726	-2286
:60:0,60,728	-2287
:60:0,60,749	-2288
:61:0,61,766	-2289
:61:0,61,871	-2290
:62:0,62,861	-2291
:63:0,63,760	-2292
:63:0,63,779	-2293
:63:0,63,784	-2294
:63:0,63,795	-2295
:63:0,63,814	-2296
:63:0,63,828	-2297
:63:0,63,848	-2298
:63:0,63,865	-2299
:63:0,63,891	-2300
:63:0,63,895	-2301
:66:0,66,918	-2302
:66:0,66,954	-2303
▁0/1:10,19:2	-2304
▁1/1:0,15:15	-2305
▁0/1:15,23:38	-2306
▁0/1:17,20:37	-2307
▁0/1:18,24:42	-2308
▁0/1:19,19:38	-2309
▁0/1:19,25:44	-2310
▁0/1:21,17:38	-2311
▁0/1:21,23:44	-2312
▁0/1:22,21:43	-2313
▁0/1:22,23:45	-2314
▁0/1:23,23:46	-2315
▁0/1:25,22:47	-2316
▁0/0:10,0:10:27	-2317
132	-2318
257	-2319
357	-2320
387	-2321
393	-2322
430	-2323
715	-2324
952	-2325
:87	-2326
:96	-2327
41,0	-2328
▁006	-2329
,0,99	-2330
,0:14	-2331
,1135	-2332
,1485	-2333
,9:16	-2334
,9:28	-2335
,0,246	-2336
,0,279	-2337
,0,281	-2338
,0,283	-2339
,0,293	-2340
,0,297	-2341
,0,456	-2342
,0,551	-2343
,11:18	-2344
,156,0	-2345
,18:45	-2346
,19:28	-2347
,21:32	-2348
,22:34	-2349
,23:47	-2350
0,0,36	-2351
09,0,5	-2352
19,0,4	-2353
26,0,5	-2354
27,0,3	-2355
3,75,0	-2356
41,0,4	-2357
64,0,3	-2358
67,0,4	-2359
69,0,5	-2360
72,0,4	-2361
75,0,4	-2362
75,0,6	-2363
83,0,4	-2364
83,0,5	-2365
90,0,6	-2366
90:0,9	-2367
93,0,3	-2368
93,0,4	-2369
95,0,3	-2370
9:0,59	-2371
3,111,0	-2372
46:0,46	-2373
5,102,0	-2374
5:99:45	-2375
:0,27,5	-2376
:99:123	-2377
:99:142	-2378
:99:347	-2379
2:0,62,9	-2380
:14,0:14	-2381
:14:99:1	-2382
:15:99:1	-2383
:54:0,54	-2384
▁0/1:21,	-2385
,7:21:99:	-2386
1:0,81,10	-2387
:26:0,26,	-2388
:29:99:45	-2389
:29:99:46	-2390
▁0/1:17,8	-2391
▁0/1:19,8	-2392
▁0/1:7,12	-2393
▁0/1:9,18	-2394
0:0,60,640	-2395
0:0,60,661	-2396
0:0,60,663	-2397
0:0,60,678	-2398
0:0,60,681	-2399
0:0,60,693	-2400
0:0,60,718	-2401
0:0,60,725	-2402
0:0,60,734	-2403
0:0,60,738	-2404
81:0,81,10	-2405
:36:0,36,5	-2406
:64:0,64,7	-2407
:66:0,66,6	-2408
▁0/1:23,13	-2409
,12:29:99:3	-2410
:66:0,66,74	-2411
:71:0,71,10	-2412
:77:0,77,10	-2413
▁0/1:7,9:16	-2414
:21:0,21,315	-2415
:60:0,60,688	-2416
:60:0,60,735	-2417
:60:0,60,898	-2418
:61:0,61,852	-2419
:62:0,62,874	-2420
:63:0,63,750	-2421
:63:0,63,822	-2422
:63:0,63,846	-2423
:63:0,63,856	-2424
:63:0,63,867	-2425
:63:0,63,869	-2426
:63:0,63,870	-2427
:63:0,63,906	-2428
:63:0,63,914	-2429
:63:0,63,921	-2430
:63:0,63,941	-2431
:66:0,66,882	-2432
:66:0,66,935	-2433
▁0/1:12,26:3	-2434
▁0/1:19,9:28	-2435
▁0/1:7,11:18	-2436
▁0/1:9,19:28	-2437
▁0/1:11,21:32	-2438
▁0/1:12,22:34	-2439
▁0/1:14,20:34	-2440
▁0/1:16,18:34	-2441
▁0/1:18,20:38	-2442
▁0/1:19,17:36	-2443
▁0/1:20,25:45	-2444
▁0/1:21,21:42	-2445
▁0/1:21,24:45	-2446
▁0/1:21,26:47	-2447
▁0/1:24,23:47	-2448
▁0/1:27,18:45	-2449
▁1/1:0,15:15:45	-2450
▁0/1:14,7:21:99:	-2451
▁0/1:7,12:19:99:	-2452
,44	-2453
351	-2454
382	-2455
392	-2456
394	-2457
402	-2458
404	-2459
441	-2460
458	-2461
542	-2462
558	-2463
7,1	-2464
751	-2465
963	-2466
0:53	-2467
65,0	-2468
:111	-2469
▁009	-2470
,0:45	-2471
,0:46	-2472
,1111	-2473
25:48	-2474
5,0,6	-2475
53:53	-2476
,0,239	-2477
,0,240	-2478
,0,262	-2479
,0,265	-2480
,0,275	-2481
,0,721	-2482
,103,0	-2483
,11:34	-2484
,143,0	-2485
,21:47	-2486
,24:48	-2487
0,87,0	-2488
00,0,6	-2489
01,0,5	-2490
03,0,5	-2491
1,72,0	-2492
1,75,0	-2493
2,99,0	-2494
24,0,3	-2495
3,0:13	-2496
33,0,5	-2497
43,0,5	-2498
48,0,6	-2499
57,0,4	-2500
7,69,0	-2501
84,0,6	-2502
9,99,0	-2503
95,0,4	-2504
:99:89	-2505
:99:99	-2506
0:99:54	-2507
1,105,0	-2508
1,108,0	-2509
1:0,61,	-2510
1:99:30	-2511
45,0:45	-2512
46,0:46	-2513
6,117,0	-2514
7,108,0	-2515
7:99:10	-2516
▁0/1:34	-2517
2:0,32,5	-2518
7:99:125	-2519
9:0,39,6	-2520
:13,0:13	-2521
:17:99:1	-2522
:25:99:1	-2523
:34:0,34	-2524
:49:0,49	-2525
:94:0,94	-2526
▁0/1:9,8	-2527
,8:20:99:	-2528
6:0,66,10	-2529
:27:99:45	-2530
:29:0,29,	-2531
:29:99:40	-2532
▁0/1:30,1	-2533
,14:39:99:	-2534
0:0,60,630	-2535
0:0,60,666	-2536
0:0,60,675	-2537
0:0,60,676	-2538
0:0,60,679	-2539
0:0,60,699	-2540
0:0,60,723	-2541
0:0,60,744	-2542
0:0,60,763	-2543
3:0,33,495	-2544
6:0,66,990	-2545
79:0,79,10	-2546
:22:0,22,5	-2547
:78:0,78,9	-2548
▁0/1:16,24	-2549
▁0/1:16,25	-2550
▁0/1:24,26	-2551
:65:0,65,73	-2552
:68:0,68,90	-2553
:24:0,24,360	-2554
:60:0,60,668	-2555
:60:0,60,679	-2556
:60:0,60,692	-2557
:60:0,60,697	-2558
:60:0,60,703	-2559
:60:0,60,727	-2560
:60:0,60,742	-2561
:60:0,60,745	-2562
:60:0,60,783	-2563
:61:0,61,806	-2564
:61:0,61,861	-2565
:61:0,61,874	-2566
:63:0,63,759	-2567
:63:0,63,788	-2568
:63:0,63,833	-2569
:63:0,63,839	-2570
:63:0,63,841	-2571
:63:0,63,850	-2572
:63:0,63,857	-2573
:63:0,63,866	-2574
:63:0,63,875	-2575
:63:0,63,886	-2576
:63:0,63,888	-2577
:63:0,63,890	-2578
:63:0,63,898	-2579
:63:0,63,907	-2580
:63:0,63,911	-2581
:63:0,63,926	-2582
:64:0,64,833	-2583
:65:0,65,990	-2584
:66:0,66,875	-2585
:66:0,66,904	-2586
:66:0,66,965	-2587
:66:0,66,974	-2588
▁0/0:45,0:45	-2589
▁0/0:46,0:46	-2590
▁0/1:21,10:3	-2591
▁1/1:0,53:53	-2592
▁0/0:41,0:41:	-2593
▁0/1:15,17:32	-2594
▁0/1:16,20:36	-2595
▁0/1:20,17:37	-2596
▁0/1:22,20:42	-2597
▁0/1:23,11:34	-2598
▁0/1:23,19:42	-2599
▁0/1:23,25:48	-2600
▁0/1:24,24:48	-2601
▁0/1:26,21:47	-2602
▁0/0:20,0:20:4	-2603
▁1/1:0,21:21:62	-2604
▁0/1:12,8:20:99:	-2605
354	-2606
358	-2607
363	-2608
431	-2609
452	-2610
484	-2611
487	-2612
489	-2613
548	-2614
550	-2615
706	-2616
714	-2617
941	-2618
:93	-2619
:97	-2620
,752	-2621
74,0	-2622
:100	-2623
:104	-2624
,1101	-2625
,1118	-2626
,1440	-2627
,9:26	-2628
0:106	-2629
24:47	-2630
56:56	-2631
87:0,	-2632
:0,56	-2633
,0,219	-2634
,0,242	-2635
,0,276	-2636
,0,278	-2637
,0,285	-2638
,0,290	-2639
,0,292	-2640
,0,715	-2641
,0,716	-2642
,0,719	-2643
,0,756	-2644
,0,788	-2645
,106,0	-2646
,12:33	-2647
,22:33	-2648
0,66,0	-2649
0,75,0	-2650
0,78,0	-2651
0,84,0	-2652
1:99:3	-2653
22,0,5	-2654
25,0,5	-2655
28,0,4	-2656
2:0,92	-2657
3,0:43	-2658
3,63,0	-2659
3,66,0	-2660
3,69,0	-2661
36,0,5	-2662
54,0,5	-2663
59,0,3	-2664
6,66,0	-2665
60,0,5	-2666
61,0,4	-2667
62,0,4	-2668
64,0,4	-2669
69,0,4	-2670
70,0,5	-2671
77,0,6	-2672
81,0,5	-2673
85,0,5	-2674
8:0,58	-2675
94,0,4	-2676
96,0,4	-2677
:81:11	-2678
:99:79	-2679
0,105,0	-2680
0:99:44	-2681
1:99:44	-2682
4,102,0	-2683
40:99:5	-2684
44:0,44	-2685
4:0,24,	-2686
5:35:0,	-2687
7,105,0	-2688
8,105,0	-2689
87:0,87	-2690
9,108,0	-2691
:99:124	-2692
:99:156	-2693
0:30:99:	-2694
1:0,31,5	-2695
4:0,34,5	-2696
:35:99:2	-2697
:58:0,58	-2698
:92:0,92	-2699
1:41:99:5	-2700
6:36:0,36	-2701
:28:99:45	-2702
:29:99:36	-2703
:29:99:38	-2704
:30:99:39	-2705
:99:0,105	-2706
▁0/1:7,15	-2707
▁0/1:7,16	-2708
▁0/1:8,17	-2709
0:0,60,646	-2710
0:0,60,669	-2711
0:0,60,671	-2712
0:0,60,684	-2713
0:0,60,732	-2714
0:0,60,751	-2715
0:0,60,759	-2716
0:0,60,776	-2717
:29:0,29,4	-2718
:39:0,39,4	-2719
:48:0,48,5	-2720
:70:0,70,8	-2721
:73:0,73,9	-2722
▁0/1:16,23	-2723
▁0/1:19,26	-2724
▁0/1:25,17	-2725
▁0/1:26,17	-2726
▁0/1:27,14	-2727
90:0,90,132	-2728
:73:0,73,10	-2729
:74:0,74,10	-2730
:93:0,93,12	-2731
:60:0,60,693	-2732
:60:0,60,698	-2733
:60:0,60,721	-2734
:60:0,60,730	-2735
:60:0,60,733	-2736
:60:0,60,737	-2737
:60:0,60,945	-2738
:61:0,61,686	-2739
:61:0,61,736	-2740
:61:0,61,781	-2741
:61:0,61,794	-2742
:61:0,61,795	-2743
:61:0,61,889	-2744
:61:0,61,891	-2745
:62:0,62,788	-2746
:62:0,62,829	-2747
:62:0,62,910	-2748
:63:0,63,748	-2749
:63:0,63,780	-2750
:63:0,63,781	-2751
:63:0,63,786	-2752
:63:0,63,794	-2753
:63:0,63,796	-2754
:63:0,63,805	-2755
:63:0,63,813	-2756
:63:0,63,904	-2757
:63:0,63,913	-2758
:63:0,63,936	-2759
:63:0,63,955	-2760
:65:0,65,888	-2761
:65:0,65,958	-2762
:66:0,66,702	-2763
:66:0,66,784	-2764
:66:0,66,905	-2765
:66:0,66,914	-2766
▁0/0:43,0:43	-2767
▁0/1:17,9:26	-2768
▁0/1:19,21:4	-2769
▁1/1:0,56:56	-2770
▁0/1:11,22:33	-2771
▁0/1:12,26:38	-2772
▁0/1:18,18:36	-2773
▁0/1:21,12:33	-2774
▁0/1:23,24:47	-2775
▁0/1:18,21:39:99	-2776
▁0/1:7,9:16:99:2	-2777
,32	-2778
11:	-2779
223	-2780
305	-2781
309	-2782
330	-2783
337	-2784
352	-2785
395	-2786
403	-2787
456	-2788
481	-2789
500	-2790
549	-2791
553	-2792
700	-2793
712	-2794
724	-2795
831	-2796
951	-2797
958	-2798
:67	-2799
:82	-2800
,0:4	-2801
,31:	-2802
,488	-2803
,791	-2804
,906	-2805
:109	-2806
:19:	-2807
:954	-2808
▁005	-2809
,1116	-2810
,1138	-2811
,42,0	-2812
,56,0	-2813
,7:16	-2814
,88,0	-2815
24:37	-2816
26:46	-2817
35:36	-2818
54:54	-2819
7,0:7	-2820
:1021	-2821
,0,220	-2822
,0,234	-2823
,0,238	-2824
,0,245	-2825
,0,252	-2826
,0,254	-2827
,0,261	-2828
,0,298	-2829
,0,714	-2830
,0,731	-2831
,0,744	-2832
,0,760	-2833
,134,0	-2834
,23:35	-2835
,24:36	-2836
,26:44	-2837
04,0,4	-2838
1,0,10	-2839
13,0,5	-2840
15,0,4	-2841
15,0,6	-2842
19,0,6	-2843
2,0,11	-2844
2,63,0	-2845
2,69,0	-2846
21,0,5	-2847
23,0,4	-2848
23,0,5	-2849
24,0,5	-2850
28,0,3	-2851
28,0,5	-2852
37,0,4	-2853
49,0,5	-2854
51,0,3	-2855
63,0,4	-2856
63,0,5	-2857
65,0,3	-2858
67,0,3	-2859
70,0,1	-2860
74,0,6	-2861
79,0,6	-2862
8,69,0	-2863
8,99,0	-2864
83,0,3	-2865
87,0,4	-2866
88,0,4	-2867
88,0,5	-2868
8:0,88	-2869
99,0,6	-2870
:50:0,	-2871
:52:0,	-2872
:53:0,	-2873
:84:12	-2874
0,114,0	-2875
0:99:49	-2876
1:99:49	-2877
1:99:56	-2878
6,111,0	-2879
9,105,0	-2880
9:99:48	-2881
:0,43,6	-2882
:11,0:1	-2883
:99:109	-2884
:99:117	-2885
3:0,33,5	-2886
6:0,36,5	-2887
6:19:99:	-2888
7:99:128	-2889
:30:99:3	-2890
:38:0,38	-2891
:38:99:4	-2892
:57:0,57	-2893
:99:1171	-2894
▁0/1:8,6	-2895
,6:20:99:	-2896
5:0,85,12	-2897
70:0,70,8	-2898
77:0,77,9	-2899
:29:99:48	-2900
:73:0,73,	-2901
▁0/1:10,7	-2902
▁0/1:7,13	-2903
▁0/1:8,18	-2904
0:0,60,649	-2905
0:0,60,656	-2906
0:0,60,659	-2907
0:0,60,660	-2908
0:0,60,677	-2909
0:0,60,687	-2910
0:0,60,701	-2911
0:0,60,710	-2912
0:0,60,712	-2913
0:0,60,721	-2914
0:0,60,724	-2915
0:0,60,730	-2916
0:0,60,731	-2917
0:0,60,737	-2918
0:0,60,767	-2919
0:0,60,846	-2920
1:20:0,20,	-2921
:21:0,21,4	-2922
:23:0,23,5	-2923
:27:0,27,5	-2924
:36:0,36,4	-2925
:62:0,62,6	-2926
▁0/0:7,0:7	-2927
▁0/1:15,26	-2928
▁0/1:26,14	-2929
,11:29:99:2	-2930
27:0,27,405	-2931
:61:0,61,72	-2932
:94:0,94,12	-2933
▁0/1:26,19:	-2934
▁0/1:7,10:1	-2935
▁0/1:9,7:16	-2936
84:0,84,1260	-2937
90:0,90,1323	-2938
:60:0,60,683	-2939
:60:0,60,695	-2940
:60:0,60,706	-2941
:60:0,60,709	-2942
:60:0,60,717	-2943
:60:0,60,720	-2944
:61:0,61,788	-2945
:61:0,61,789	-2946
:61:0,61,811	-2947
:61:0,61,820	-2948
:61:0,61,865	-2949
:61:0,61,869	-2950
:61:0,61,872	-2951
:61:0,61,877	-2952
:62:0,62,777	-2953
:62:0,62,782	-2954
:62:0,62,825	-2955
:62:0,62,840	-2956
:62:0,62,845	-2957
:62:0,62,896	-2958
:62:0,62,913	-2959
:62:0,62,929	-2960
:63:0,63,755	-2961
:63:0,63,765	-2962
:63:0,63,768	-2963
:63:0,63,769	-2964
:63:0,63,775	-2965
:63:0,63,802	-2966
:63:0,63,807	-2967
:63:0,63,823	-2968
:63:0,63,835	-2969
:63:0,63,851	-2970
:63:0,63,855	-2971
:63:0,63,858	-2972
:63:0,63,864	-2973
:63:0,63,873	-2974
:63:0,63,879	-2975
:63:0,63,883	-2976
:63:0,63,893	-2977
:63:0,63,899	-2978
:63:0,63,903	-2979
:63:0,63,918	-2980
:63:0,63,922	-2981
:63:0,63,924	-2982
:63:0,63,931	-2983
:64:0,64,896	-2984
:65:0,65,911	-2985
:66:0,66,850	-2986
:66:0,66,860	-2987
:66:0,66,867	-2988
:66:0,66,870	-2989
:66:0,66,872	-2990
:66:0,66,874	-2991
:66:0,66,876	-2992
:66:0,66,895	-2993
:68:0,68,959	-2994
:72:0,72,856	-2995
:72:0,72,930	-2996
▁1/1:0,54:54	-2997
▁1/1:1,35:36	-2998
▁0/1:12,23:35	-2999
▁0/1:12,24:36	-3000
▁0/1:13,24:37	-3001
▁0/1:15,18:33	-3002
▁0/1:17,15:32	-3003
▁0/1:18,26:44	-3004
▁0/1:19,26:45	-3005
▁0/1:20,26:46	-3006
▁0/1:21,16:37	-3007
▁0/1:23,21:44	-3008
▁0/1:25,19:44	-3009
▁0/0:11,0:11:2	-3010
▁0/0:17,0:17:27	-3011
▁1/1:0,23:23:69	-3012
▁0/1:13,6:19:99:	-3013
▁0/1:14,6:20:99:	-3014
▁0/1:19,22:41:99	-3015
▁0/1:7,13:20:99:	-3016
▁0/1:9,8:17:99:2	-3017
,33	-3018
0,8	-3019
0:8	-3020
125	-3021
152	-3022
173	-3023
3,8	-3024
31:	-3025
322	-3026
332	-3027
340	-3028
349	-3029
359	-3030
362	-3031
380	-3032
391	-3033
396	-3034
400	-3035
409	-3036
428	-3037
555	-3038
563	-3039
596	-3040
598	-3041
716	-3042
718	-3043
809	-3044
889	-3045
:91	-3046
,792	-3047
,900	-3048
45,0	-3049
:112	-3050
:708	-3051
:805	-3052
:885	-3053
:917	-3054
:991	-3055
,1141	-3056
,1146	-3057
,1159	-3058
,1163	-3059
,23:5	-3060
,45,0	-3061
,59,0	-3062
:0:0,	-3063
:1006	-3064
:1054	-3065
,0,183	-3066
,0,196	-3067
,0,199	-3068
,0,225	-3069
,0,230	-3070
,0,237	-3071
,0,255	-3072
,0,274	-3073
,0,287	-3074
,0,295	-3075
,0,607	-3076
,0,693	-3077
,0,694	-3078
,0,717	-3079
,0,722	-3080
,115,0	-3081
,140,0	-3082
,20:48	-3083
,23:52	-3084
,26:42	-3085
04,0,5	-3086
05,0,5	-3087
2,0,69	-3088
2,66,0	-3089
25,0,4	-3090
3,60,0	-3091
4,63,0	-3092
4,99,0	-3093
40,0,4	-3094
51,0,6	-3095
54,0,6	-3096
58,0,3	-3097
59,0,4	-3098
59,0,5	-3099
60,0,3	-3100
61,0,6	-3101
67,0,5	-3102
80,0,6	-3103
81,0,6	-3104
83,0,6	-3105
9,63,0	-3106
9,66,0	-3107
92,0,5	-3108
93,0,6	-3109
:99:96	-3110
0,107,0	-3111
0,123,0	-3112
0,141,0	-3113
0:99:26	-3114
0:99:56	-3115
1:99:38	-3116
1:99:54	-3117
45:99:4	-3118
53,0:53	-3119
7,102,0	-3120
7:99:16	-3121
8,114,0	-3122
9,102,0	-3123
9:99:45	-3124
:0,27,2	-3125
:1070,9	-3126
:99:357	-3127
▁1/1:2,	-3128
1:0,31,6	-3129
5:0,35,5	-3130
:12,0:12	-3131
:18:99:3	-3132
:24:99:1	-3133
:32:99:2	-3134
:59:0,59	-3135
0:0,60,85	-3136
46:0,46,6	-3137
5:25:0,25	-3138
:24:99:45	-3139
:30:99:36	-3140
▁0/1:16,7	-3141
▁0/1:19,6	-3142
0:0,60,631	-3143
0:0,60,652	-3144
0:0,60,658	-3145
0:0,60,662	-3146
0:0,60,691	-3147
0:0,60,708	-3148
0:0,60,726	-3149
0:0,60,727	-3150
0:0,60,761	-3151
0:0,60,820	-3152
0:0,60,834	-3153
80:0,80,10	-3154
:1021,87,0	-3155
:20:0,20,5	-3156
:21:0,21,5	-3157
:74:0,74,8	-3158
:78:0,78,8	-3159
:99:630,0,	-3160
▁0/1:22,25	-3161
▁0/1:23,27	-3162
▁0/1:25,25	-3163
▁0/1:26,15	-3164
▁0/1:27,16	-3165
,10:29:99:2	-3166
,19:41:99:5	-3167
8:38:99:129	-3168
:68:0,68,76	-3169
:69:0,69,76	-3170
:76:0,76,10	-3171
:96:0,96,13	-3172
:99:455,0,4	-3173
72:0,72,1002	-3174
:60:0,60,699	-3175
:60:0,60,705	-3176
:60:0,60,711	-3177
:60:0,60,718	-3178
:61:0,61,825	-3179
:61:0,61,840	-3180
:61:0,61,843	-3181
:61:0,61,846	-3182
:61:0,61,859	-3183
:61:0,61,903	-3184
:61:0,61,921	-3185
:61:0,61,940	-3186
:62:0,62,785	-3187
:62:0,62,812	-3188
:62:0,62,849	-3189
:62:0,62,852	-3190
:62:0,62,866	-3191
:62:0,62,870	-3192
:62:0,62,892	-3193
:62:0,62,899	-3194
:63:0,63,733	-3195
:63:0,63,735	-3196
:63:0,63,741	-3197
:63:0,63,763	-3198
:63:0,63,770	-3199
:63:0,63,789	-3200
:63:0,63,819	-3201
:63:0,63,860	-3202
:63:0,63,861	-3203
:63:0,63,868	-3204
:63:0,63,877	-3205
:63:0,63,892	-3206
:63:0,63,910	-3207
:63:0,63,916	-3208
:63:0,63,925	-3209
:63:0,63,927	-3210
:63:0,63,932	-3211
:63:0,63,934	-3212
:63:0,63,950	-3213
:64:0,64,781	-3214
:64:0,64,990	-3215
:65:0,65,838	-3216
:65:0,65,893	-3217
:66:0,66,808	-3218
:66:0,66,815	-3219
:66:0,66,822	-3220
:66:0,66,827	-3221
:66:0,66,839	-3222
:66:0,66,899	-3223
:66:0,66,915	-3224
:66:0,66,920	-3225
:66:0,66,938	-3226
:69:0,69,942	-3227
:69:0,69,988	-3228
▁0/0:53,0:53	-3229
:72:0,72,1017	-3230
▁0/1:14,18:32	-3231
▁0/1:16,26:42	-3232
▁0/1:23,22:45	-3233
▁0/1:28,20:48	-3234
▁0/1:29,23:52	-3235
▁1/1:0,30:30:93	-3236
▁0/1:9,9:18:99:2	-3237
101	-3238
289	-3239
323	-3240
339	-3241
341	-3242
356	-3243
384	-3244
386	-3245
398	-3246
422	-3247
443	-3248
446	-3249
447	-3250
454	-3251
457	-3252
459	-3253
480	-3254
482	-3255
483	-3256
494	-3257
556	-3258
562	-3259
564	-3260
703	-3261
709	-3262
711	-3263
713	-3264
745	-3265
756	-3266
799	-3267
991	-3268
:0:	-3269
:58	-3270
:95	-3271
0:68	-3272
1,13	-3273
1:32	-3274
38,0	-3275
48,0	-3276
:108	-3277
:807	-3278
:818	-3279
:855	-3280
:869	-3281
:875	-3282
:884	-3283
:937	-3284
:968	-3285
:971	-3286
,0:16	-3287
,1147	-3288
,1148	-3289
,1279	-3290
,1342	-3291
,24:5	-3292
,62,0	-3293
,91,0	-3294
0,0,8	-3295
0,0,9	-3296
0,102	-3297
0:103	-3298
0:59:	-3299
1,0,1	-3300
22:32	-3301
50:0,	-3302
88:0,	-3303
:1074	-3304
:1086	-3305
:821,	-3306
,0,161	-3307
,0,168	-3308
,0,169	-3309
,0,181	-3310
,0,222	-3311
,0,228	-3312
,0,233	-3313
,0,248	-3314
,0,249	-3315
,0,253	-3316
,0,268	-3317
,0,269	-3318
,0,272	-3319
,0,273	-3320
,0,284	-3321
,0,289	-3322
,0,633	-3323
,0,697	-3324
,0,713	-3325
,0,727	-3326
,0,730	-3327
,0,746	-3328
,0,780	-3329
,0,782	-3330
,0,786	-3331
,0,872	-3332
,112,0	-3333
,11:33	-3334
,159,0	-3335
,19:46	-3336
,20:46	-3337
,23:34	-3338
,23:48	-3339
,25:42	-3340
,25:53	-3341
,27:28	-3342
0,0,10	-3343
1,57,0	-3344
10,0,5	-3345
2,72,0	-3346
2,75,0	-3347
2,78,0	-3348
21,0,4	-3349
24,0,6	-3350
25,0,6	-3351
26,0,4	-3352
29,0,5	-3353
29,0,6	-3354
30,0,4	-3355
30,0,5	-3356
31,0,5	-3357
32,0,6	-3358
3:0,63	-3359
40:0,4	-3360
42,0,1	-3361
44,0,5	-3362
49,0,4	-3363
49,0,6	-3364
5,0,10	-3365
51,0,4	-3366
55,0,5	-3367
55,0,6	-3368
56,0,4	-3369
5:0,95	-3370
62,0,5	-3371
63,0,3	-3372
65,0,4	-3373
66,0,5	-3374
67,0,6	-3375
7,1755	-3376
80,0,5	-3377
84,0,5	-3378
85,0,6	-3379
90,0,5	-3380
0,108,0	-3381
0,132,0	-3382
0:99:28	-3383
0:99:29	-3384
0:99:30	-3385
0:99:63	-3386
1,114,0	-3387
1:99:25	-3388
1:99:55	-3389
3,102,0	-3390
5,111,0	-3391
55:0,55	-3392
6,102,0	-3393
6,120,0	-3394
7,111,0	-3395
7,114,0	-3396
88:0,88	-3397
:99:103	-3398
:99:657	-3399
▁0/1:33	-3400
0:0,80,1	-3401
43:0,43,	-3402
7:99:115	-3403
7:99:124	-3404
8:0,38,5	-3405
:16,0:16	-3406
:16:99:2	-3407
:36:99:2	-3408
:39:99:5	-3409
:42:99:3	-3410
:42:99:5	-3411
:55:0,55	-3412
:56:0,56	-3413
:95:0,95	-3414
:99:1157	-3415
0:0,60,84	-3416
3:0,83,10	-3417
3:0,83,12	-3418
78:0,78,9	-3419
9:0,89,12	-3420
:29:99:49	-3421
:30:99:40	-3422
:31:99:36	-3423
:53:0,53,	-3424
:99:0,102	-3425
:99:0,103	-3426
▁0/1:10,4	-3427
▁0/1:6,12	-3428
▁0/1:7,17	-3429
,15:40:99:	-3430
0:0,60,639	-3431
0:0,60,672	-3432
0:0,60,673	-3433
0:0,60,689	-3434
0:0,60,707	-3435
0:0,60,715	-3436
0:0,60,719	-3437
0:0,60,749	-3438
0:0,60,875	-3439
0:30:0,30,	-3440
:22:0,22,4	-3441
