<unk>	0
<s>	0
</s>	0
0:	-0
0:2	-1
0,	-2
0/	-3
▁0/	-4
0,6	-5
▁0/0:2	-6
,0:2	-7
:6	-8
0:0,6	-9
:60:0,6	-10
:60:0,60,	-11
:0,6	-12
0:1	-13
1:	-14
3,	-15
9:	-16
:60:0,60,7	-17
,0:24	-18
4,0:24	-19
▁0/0:24,0:24	-20
,0:23	-21
3,0:23	-22
▁0/0:23,0:23	-23
:60:0,60,8	-24
,0:22	-25
2,0:22	-26
▁0/0:22,0:22	-27
:0,	-28
90	-29
3:0,6	-30
3:0,63,	-31
:63:0,63,	-32
1,	-33
▁0/0:1	-34
99:	-35
,0:25	-36
5,0:25	-37
▁0/0:25,0:25	-38
▁0/1:	-39
2,	-40
900	-41
:60:0,60,900	-42
6,	-43
1,0:2	-44
▁0/0:21,0:2	-45
,0:26	-46
6,0:26	-47
▁0/0:21,0:21	-48
▁0/0:26,0:26	-49
:2	-50
9,	-51
4,	-52
▁0/1:1	-53
5,	-54
:99:	-55
:3	-56
0,3	-57
7,	-58
45	-59
8,	-60
:61	-61
:0,61,	-62
:61:0,61,	-63
:66	-64
0,2	-65
0,0:2	-66
:0,66,	-67
:66:0,66,	-68
▁0/0:20,0:2	-69
▁0/0:20,0:20:	-70
85	-71
,0:27	-72
7,0:27	-73
▁0/0:27,0:27	-74
:63:0,63,7	-75
0:3	-76
:62	-77
:63:0,63,8	-78
:0,62,	-79
:62:0,62,	-80
:60:0,60,6	-81
10	-82
:0,2	-83
60:0,6	-84
54	-85
:0,4	-86
75	-87
60:0,60,6	-88
0,5	-89
945	-90
0,4	-91
83	-92
:4	-93
:0,5	-94
:60:0,60,76	-95
:0,3	-96
:63:0,63,945	-97
14	-98
76	-99
:69	-100
:0,69,	-101
:69:0,69,	-102
78	-103
13	-104
16	-105
72	-106
15	-107
70	-108
44	-109
95	-110
57	-111
:99:3	-112
:60:0,60,73	-113
0:14	-114
4,0:14	-115
▁0/0:14,0:14	-116
12	-117
43	-118
73	-119
86	-120
87	-121
:60:0,60,72	-122
1/	-123
▁1/	-124
▁1/1:	-125
▁0/1:2	-126
17	-127
96	-128
40	-129
88	-130
▁0/0:3	-131
:60:0,60,82	-132
0:15	-133
0:16	-134
5,0:15	-135
▁0/0:15,0:15	-136
18	-137
:0,7	-138
19	-139
48	-140
1:2	-141
,0:28	-142
1:99:	-143
6,0:16	-144
8,0:28	-145
:60:0,60,83	-146
▁0/0:16,0:16	-147
▁0/0:28,0:28	-148
52	-149
99	-150
:60:0,60,86	-151
41	-152
42	-153
55	-154
93	-155
98	-156
:24	-157
:99:2	-158
▁0/1:12,	-159
:27	-160
:64	-161
9,0:2	-162
:0,64,	-163
▁0/1:15,	-164
:64:0,64,	-165
:60:0,60,80	-166
▁0/0:29,0:2	-167
0:13	-168
3,0:13	-169
:66:0,66,8	-170
:60:0,60,70	-171
855	-172
:28	-173
0:19:	-174
9:99:	-175
57:0,5	-176
:0,27,	-177
9,0:19:	-178
57:0,57,	-179
▁0/0:13,0:13	-180
▁0/0:19,0:19:	-181
53	-182
92	-183
77	-184
91	-185
51:	-186
0:17	-187
54:0,5	-188
7,0:17	-189
54:0,54,	-190
:66:0,66,9	-191
▁0/0:17,0:17	-192
63	-193
74	-194
80	-195
:65	-196
0:12	-197
0,51,	-198
2,0:12	-199
51:0,51,	-200
57:0,57,855	-201
▁0/0:15,0:15:3	-202
:30:	-203
:0,65,	-204
▁0/1:11,	-205
:27:0,27,	-206
:65:0,65,	-207
50	-208
62	-209
82	-210
94	-211
:42	-212
0:18	-213
1,0:1	-214
31	-215
56	-216
58	-217
0,7	-218
810	-219
:34	-220
0,39,	-221
8,0:18	-222
:0,42,	-223
9:0,39,	-224
▁1/1:0,2	-225
:42:0,42,	-226
54:0,54,810	-227
▁0/0:12,0:12	-228
▁0/0:29,0:29	-229
35	-230
19:	-231
:25	-232
3:0,3	-233
72:0,7	-234
:0,24,	-235
:0,48,	-236
3:0,33,	-237
72:0,72,	-238
:63:0,63,6	-239
▁0/0:11,0:1	-240
▁0/0:18,0:18	-241
49	-242
11:2	-243
▁0/1:13,	-244
▁1/1:0,3	-245
:61:0,61,78	-246
:63:0,63,80	-247
:66:0,66,990	-248
▁0/0:21,0:21:	-249
37	-250
60	-251
79	-252
97	-253
:26	-254
0:30:	-255
:31:99:	-256
▁0/1:9,	-257
▁0/1:10,	-258
▁0/1:14,	-259
▁0/1:16,	-260
:61:0,61,8	-261
30	-262
:8	-263
720	-264
:22	-265
:32	-266
0,40	-267
:30:0,3	-268
:39:0,39,	-269
:61:0,61,7	-270
:60:0,60,78	-271
:63:0,63,82	-272
59	-273
71	-274
10:2	-275
0,21,	-276
1,0:3	-277
8:0,6	-278
75:0,7	-279
1:0,21,	-280
8:0,68,	-281
75:0,75,	-282
▁0/1:18,	-283
:0,48,720	-284
:24:0,24,	-285
:72:0,72,	-286
:62:0,62,7	-287
:62:0,62,8	-288
▁0/0:31,0:3	-289
:57:0,57,855	-290
▁0/0:11,0:11:2	-291
04	-292
36	-293
46	-294
47	-295
:1	-296
:7	-297
405	-298
450	-299
765	-300
9:2	-301
:29:	-302
0,29,	-303
0:99:	-304
3,0,3	-305
45:0,4	-306
45:0,45,	-307
:29:0,29,	-308
:68:0,68,	-309
:66:0,66,7	-310
28	-311
38	-312
0,8	-313
852	-314
:23	-315
:48	-316
▁0/0:	-317
:0,28,	-318
:0,36,	-319
0,0:30:	-320
▁0/1:8,	-321
:24:99:3	-322
▁0/1:22,	-323
:28:0,28,	-324
:33:0,33,	-325
:69:0,69,8	-326
51:0,51,765	-327
:61:0,61,75	-328
:27:0,27,405	-329
:54:0,54,810	-330
:60:0,60,844	-331
▁0/0:29,0:29:	-332
▁0/0:30,0:30:	-333
11	-334
22	-335
34	-336
65	-337
495	-338
856	-339
:35	-340
:36	-341
:37	-342
0,71,	-343
6,0,3	-344
8,0,4	-345
9,0,3	-346
:0,35,	-347
1:0,71,	-348
:21:99:	-349
:29:99:	-350
1:0,21,3	-351
▁0/1:17,	-352
:65:0,65,8	-353
:61:0,61,92	-354
:62:0,62,86	-355
:63:0,63,90	-356
:60:0,60,715	-357
:60:0,60,721	-358
:60:0,60,754	-359
:60:0,60,760	-360
:60:0,60,763	-361
:60:0,60,769	-362
:60:0,60,785	-363
:60:0,60,824	-364
:60:0,60,841	-365
:60:0,60,883	-366
:60:0,60,890	-367
0,1	-368
1:3	-369
83,	-370
833	-371
:10	-372
:84	-373
:99	-374
9,0:	-375
0,0,3	-376
0,31,	-377
0:0,2	-378
1,0,2	-379
2,0,3	-380
5,0,3	-381
:0,22,	-382
:0,32,	-383
:0,37,	-384
:99:41	-385
1:0,31,	-386
9,0:9:2	-387
:30:99:	-388
:34:99:	-389
:45:0,45,	-390
:71:0,71,	-391
:61:0,61,83	-392
:60:0,60,700	-393
:60:0,60,719	-394
:60:0,60,723	-395
:60:0,60,732	-396
:60:0,60,736	-397
:60:0,60,768	-398
:60:0,60,781	-399
:60:0,60,787	-400
:60:0,60,814	-401
:60:0,60,833	-402
:60:0,60,843	-403
:60:0,60,861	-404
:60:0,60,886	-405
▁0/0:9,0:9:2	-406
▁0/0:31,0:31:	-407
23	-408
32	-409
5:	-410
66	-411
0,9	-412
540	-413
585	-414
6,0	-415
630	-416
701	-417
805	-418
857	-419
903	-420
911	-421
:47	-422
7,0,	-423
8:28	-424
0,0,5	-425
0,450	-426
0:0,3	-427
1,0,3	-428
3,0,4	-429
6,0,5	-430
7,0,2	-431
7,0,3	-432
9,0,2	-433
:0,23,	-434
:0,25,	-435
:0,47,	-436
:99:24	-437
:99:25	-438
:24:99:	-439
0:0,20,3	-440
:25:99:3	-441
▁0/1:19,	-442
▁0/1:21,	-443
▁0/1:23,	-444
16:31:99:	-445
:47:0,47,	-446
:75:0,75,	-447
48:0,48,720	-448
:66:0,66,96	-449
:69:0,69,10	-450
:30:0,30,450	-451
:48:0,48,720	-452
:60:0,60,686	-453
:60:0,60,703	-454
:60:0,60,706	-455
:60:0,60,724	-456
:60:0,60,731	-457
:60:0,60,734	-458
:60:0,60,755	-459
:60:0,60,765	-460
:60:0,60,767	-461
:60:0,60,770	-462
:60:0,60,771	-463
:60:0,60,805	-464
:60:0,60,835	-465
:60:0,60,836	-466
:60:0,60,855	-467
:60:0,60,865	-468
:63:0,63,862	-469
:64:0,64,833	-470
▁1/1:0,28:28	-471
01	-472
02	-473
07	-474
20	-475
29	-476
67	-477
68	-478
69	-479
3,9	-480
3:3	-481
4,0	-482
5,0	-483
675	-484
738	-485
78,	-486
854	-487
874	-488
904	-489
99,	-490
:67	-491
:78	-492
:85	-493
0,17	-494
0,45	-495
20:3	-496
2:32	-497
3:33	-498
6:26	-499
0,0,2	-500
0,81,	-501
0:0,4	-502
0:0,7	-503
11:26	-504
2:32:	-505
3,0,2	-506
4,0,2	-507
5,0,2	-508
6,0,2	-509
7,0,5	-510
8,0,3	-511
:0,44,	-512
:0,46,	-513
:99:32	-514
:99:44	-515
:99:47	-516
1:0,81,	-517
4:0,24,	-518
6:0,36,	-519
7:0,27,	-520
:22:99:	-521
:39:99:	-522
1:30:0,3	-523
3:33:99:	-524
60:0,60,	-525
:23:0,23,	-526
:25:0,25,	-527
:32:0,32,	-528
:51:0,51,	-529
13:24:99:3	-530
1:0,21,315	-531
75:0,75,10	-532
:24:0,24,3	-533
:28:0,28,4	-534
:62:0,62,9	-535
:63:0,63,9	-536
:69:0,69,9	-537
60:0,60,685	-538
:61:0,61,86	-539
:66:0,66,87	-540
:60:0,60,644	-541
:60:0,60,697	-542
:60:0,60,699	-543
:60:0,60,720	-544
:60:0,60,740	-545
:60:0,60,743	-546
:60:0,60,745	-547
:60:0,60,750	-548
:60:0,60,756	-549
:60:0,60,764	-550
:60:0,60,777	-551
:60:0,60,778	-552
:60:0,60,790	-553
:60:0,60,794	-554
:60:0,60,797	-555
:60:0,60,802	-556
:60:0,60,803	-557
:60:0,60,806	-558
:60:0,60,813	-559
:60:0,60,822	-560
:60:0,60,840	-561
:60:0,60,848	-562
:60:0,60,849	-563
:60:0,60,853	-564
:60:0,60,866	-565
:60:0,60,867	-566
:60:0,60,870	-567
:60:0,60,874	-568
:60:0,60,875	-569
:60:0,60,876	-570
:61:0,61,748	-571
:61:0,61,781	-572
:61:0,61,789	-573
:61:0,61,874	-574
:61:0,61,903	-575
:61:0,61,928	-576
:62:0,62,773	-577
:62:0,62,805	-578
:62:0,62,856	-579
:62:0,62,861	-580
:62:0,62,896	-581
:63:0,63,731	-582
:63:0,63,795	-583
:63:0,63,799	-584
:66:0,66,845	-585
▁0/0:31,0:31	-586
▁1/1:0,26:26	-587
▁0/1:15,11:26	-588
▁1/1:0,32:32:	-589
▁0/0:19,0:19:3	-590
▁1/1:0,28:28:84	-591
21	-592
24	-593
25	-594
39	-595
61	-596
6:	-597
81	-598
89	-599
0,0	-600
03,	-601
0:4	-602
1:6	-603
3,0	-604
706	-605
733	-606
755	-607
764	-608
882	-609
9,7	-610
927	-611
934	-612
938	-613
984	-614
:43	-615
:46	-616
:89	-617
0,10	-618
0:33	-619
1215	-620
19:3	-621
1:6,	-622
78,0	-623
84,0	-624
99,0	-625
0,0:1	-626
0,400	-627
10:22	-628
13:28	-629
16:26	-630
19:35	-631
2,0,2	-632
2,0,6	-633
4,0,3	-634
5,0,5	-635
5,0:3	-636
7,0,4	-637
8,0,5	-638
8:99:	-639
96:10	-640
3,0:33	-641
:0,34,	-642
:0,67,	-643
:99:26	-644
:99:31	-645
:99:33	-646
:99:35	-647
:99:46	-648
:99:57	-649
2:0,22,	-650
7:0,37,	-651
:0,48,6	-652
:40:99:	-653
▁0/1:6,	-654
0:0,70,9	-655
2,0:12:2	-656
7:21:99:	-657
7:22:99:	-658
81:0,81,	-659
▁0/1:20,	-660
12:21:99:	-661
19:35:99:	-662
3:33:99:1	-663
:22:0,22,	-664
:25:99:34	-665
:31:0,31,	-666
:34:0,34,	-667
:35:0,35,	-668
:36:0,36,	-669
:37:0,37,	-670
:39:99:43	-671
:46:0,46,	-672
:67:0,67,	-673
▁0/1:20,2	-674
0:0,20,395	-675
12:24:99:3	-676
:12,0:12:2	-677
:29:0,29,4	-678
:30:0,30,4	-679
:64:0,64,8	-680
▁0/1:11,14	-681
▁0/1:12,13	-682
1:30:0,30,3	-683
60:0,60,614	-684
60:0,60,674	-685
60:0,60,695	-686
:42:0,42,53	-687
:62:0,62,82	-688
:65:0,65,82	-689
:66:0,66,10	-690
:66:0,66,76	-691
:69:0,69,80	-692
:69:0,69,87	-693
:72:0,72,10	-694
▁0/0:10,0:1	-695
▁0/0:35,0:3	-696
75:0,75,1078	-697
81:0,81,1215	-698
:33:0,33,495	-699
:39:0,39,585	-700
:42:0,42,630	-701
:60:0,60,637	-702
:60:0,60,670	-703
:60:0,60,676	-704
:60:0,60,683	-705
:60:0,60,716	-706
:60:0,60,725	-707
:60:0,60,728	-708
:60:0,60,730	-709
:60:0,60,735	-710
:60:0,60,737	-711
:60:0,60,744	-712
:60:0,60,758	-713
:60:0,60,761	-714
:60:0,60,772	-715
:60:0,60,773	-716
:60:0,60,774	-717
:60:0,60,775	-718
:60:0,60,782	-719
:60:0,60,789	-720
:60:0,60,793	-721
:60:0,60,799	-722
:60:0,60,816	-723
:60:0,60,821	-724
:60:0,60,826	-725
:60:0,60,827	-726
:60:0,60,829	-727
:60:0,60,830	-728
:60:0,60,834	-729
:60:0,60,845	-730
:60:0,60,852	-731
:60:0,60,857	-732
:60:0,60,859	-733
:60:0,60,887	-734
:60:0,60,984	-735
:61:0,61,750	-736
:61:0,61,778	-737
:61:0,61,838	-738
:61:0,61,899	-739
:62:0,62,945	-740
:63:0,63,688	-741
:63:0,63,719	-742
:63:0,63,748	-743
:63:0,63,754	-744
:63:0,63,755	-745
:63:0,63,775	-746
:63:0,63,787	-747
:63:0,63,788	-748
:63:0,63,791	-749
:63:0,63,803	-750
:63:0,63,804	-751
:63:0,63,805	-752
:63:0,63,825	-753
:63:0,63,876	-754
:63:0,63,877	-755
:63:0,63,907	-756
:65:0,65,844	-757
:66:0,66,773	-758
:66:0,66,796	-759
:66:0,66,804	-760
:66:0,66,962	-761
:69:0,69,898	-762
▁0/0:33,0:33	-763
:69:0,69,1035	-764
▁0/0:27,0:27:	-765
▁0/1:10,16:26	-766
▁0/1:12,10:22	-767
▁0/1:15,13:28	-768
▁1/1:0,26:26:78	-769
▁0/1:14,7:21:99:	-770
▁0/1:15,7:22:99:	-771
▁0/1:9,12:21:99:	-772
03	-773
08	-774
09	-775
33	-776
51	-777
7:	-778
0:8	-779
1,0	-780
119	-781
11:	-782
142	-783
21:	-784
337	-785
443	-786
474	-787
476	-788
478	-789
489	-790
493	-791
496	-792
498	-793
501	-794
506	-795
513	-796
517	-797
519	-798
521	-799
523	-800
548	-801
554	-802
577	-803
595	-804
621	-805
622	-806
7,0	-807
707	-808
724	-809
730	-810
736	-811
737	-812
756	-813
771	-814
779	-815
787	-816
7:1	-817
829	-818
831	-819
839	-820
851	-821
853	-822
858	-823
859	-824
880	-825
884	-826
889	-827
901	-828
906	-829
926	-830
937	-831
947	-832
953	-833
9:3	-834
:44	-835
:75	-836
:76	-837
:83	-838
0,18	-839
0,19	-840
0:32	-841
0:34	-842
1198	-843
11:3	-844
19:2	-845
4,12	-846
5:25	-847
5:83	-848
6:18	-849
9,10	-850
90,0	-851
90:1	-852
:0,8	-853
0,0,6	-854
0,177	-855
0,407	-856
0,416	-857
0,49,	-858
1,0,4	-859
10:16	-860
10:23	-861
10:25	-862
11:23	-863
12:28	-864
13:23	-865
14:34	-866
15:27	-867
15:37	-868
16:27	-869
16:35	-870
17:28	-871
19:32	-872
2,0,4	-873
3,0,5	-874
4,0,4	-875
45:99	-876
5,0,4	-877
8,0:8	-878
9,0,6	-879
:603,	-880
15:99:	-881
2,0:32	-882
3,84,0	-883
34:99:	-884
3:99:2	-885
4,0,45	-886
4,0:34	-887
40:0,4	-888
42:99:	-889
52:0,5	-890
53:0,5	-891
7,0,40	-892
73:0,7	-893
9,75,0	-894
90:102	-895
96:109	-896
:0,26,	-897
:0,43,	-898
:0,83,	-899
:34:99	-900
:75:85	-901
:99:10	-902
:99:12	-903
:99:18	-904
:99:23	-905
:99:27	-906
:99:36	-907
:99:37	-908
:99:39	-909
:99:40	-910
:99:42	-911
:99:45	-912
:99:52	-913
1:99:30	-914
2:0,32,	-915
470,0,3	-916
559,0,3	-917
5:0,35,	-918
6,0,362	-919
9:0,49,	-920
:11,0:1	-921
:40:0,4	-922
0:40:99:	-923
35:0,35,	-924
3:0,33,6	-925
44:0,44,	-926
4:0,24,3	-927
52:0,52,	-928
53:0,53,	-929
7:19:99:	-930
▁0/1:24,	-931
▁1/1:0,4	-932
11:29:99:	-933
13:29:99:	-934
14:29:99:	-935
14:30:99:	-936
16:24:99:	-937
17:30:99:	-938
17:31:99:	-939
18:31:99:	-940
18:40:99:	-941
19:31:99:	-942
40:0,40,6	-943
51:0,51,6	-944
51:0,51,7	-945
54:0,54,6	-946
60:0,60,7	-947
73:0,73,9	-948
:21:0,21,	-949
:26:0,26,	-950
:43:0,43,	-951
:44:0,44,	-952
▁0/1:9,15	-953
2:0,22,337	-954
3:0,33,495	-955
5:25:75:85	-956
5:83:0,83,	-957
6:0,36,478	-958
72:0,72,10	-959
7:0,37,496	-960
9:0,39,585	-961
:11,0:11:2	-962
:23:0,23,3	-963
:33:0,33,4	-964
:40:0,40,5	-965
:42:0,42,5	-966
:48:0,48,6	-967
:60:0,60,5	-968
:70:0,70,9	-969
:72:0,72,9	-970
▁0/0:8,0:8	-971
▁0/1:16,18	-972
▁0/1:21,13	-973
▁0/1:23,16	-974
0:30:90:102	-975
11:21:99:30	-976
12:24:99:34	-977
13:24:99:35	-978
45:0,45,675	-979
60:0,60,652	-980
60:0,60,653	-981
60:0,60,665	-982
60:0,60,666	-983
60:0,60,683	-984
60:0,60,688	-985
60:0,60,698	-986
60:0,60,724	-987
:60:0,60,93	-988
:61:0,61,80	-989
:63:0,63,63	-990
:66:0,66,72	-991
:69:0,69,86	-992
:69:0,69,92	-993
:99:254,0,3	-994
:99:416,0,2	-995
:21:0,21,315	-996
:24:0,24,383	-997
:24:0,24,450	-998
:28:0,28,519	-999
:30:0,30,400	-1000
:32:0,32,474	-1001
:45:0,45,554	-1002
:60:0,60,638	-1003
:60:0,60,653	-1004
:60:0,60,660	-1005
:60:0,60,681	-1006
:60:0,60,685	-1007
:60:0,60,695	-1008
:60:0,60,696	-1009
:60:0,60,705	-1010
:60:0,60,708	-1011
:60:0,60,722	-1012
:60:0,60,727	-1013
:60:0,60,738	-1014
:60:0,60,741	-1015
:60:0,60,749	-1016
:60:0,60,757	-1017
:60:0,60,759	-1018
:60:0,60,779	-1019
:60:0,60,784	-1020
:60:0,60,786	-1021
:60:0,60,788	-1022
:60:0,60,795	-1023
:60:0,60,796	-1024
:60:0,60,808	-1025
:60:0,60,812	-1026
:60:0,60,815	-1027
:60:0,60,818	-1028
:60:0,60,823	-1029
:60:0,60,825	-1030
:60:0,60,828	-1031
:60:0,60,842	-1032
:60:0,60,854	-1033
:60:0,60,858	-1034
:60:0,60,860	-1035
:60:0,60,864	-1036
:60:0,60,871	-1037
:60:0,60,873	-1038
:60:0,60,878	-1039
:60:0,60,885	-1040
:60:0,60,888	-1041
:60:0,60,891	-1042
:60:0,60,892	-1043
:60:0,60,895	-1044
:61:0,61,707	-1045
:61:0,61,718	-1046
:61:0,61,730	-1047
:61:0,61,751	-1048
:61:0,61,764	-1049
:61:0,61,782	-1050
:61:0,61,788	-1051
:61:0,61,815	-1052
:61:0,61,836	-1053
:61:0,61,852	-1054
:61:0,61,854	-1055
:61:0,61,861	-1056
:61:0,61,889	-1057
:62:0,62,716	-1058
:62:0,62,736	-1059
:62:0,62,755	-1060
:62:0,62,776	-1061
:62:0,62,824	-1062
:62:0,62,852	-1063
:62:0,62,870	-1064
:62:0,62,884	-1065
:62:0,62,904	-1066
:62:0,62,910	-1067
:63:0,63,693	-1068
:63:0,63,707	-1069
:63:0,63,713	-1070
:63:0,63,728	-1071
:63:0,63,730	-1072
:63:0,63,737	-1073
:63:0,63,752	-1074
:63:0,63,760	-1075
:63:0,63,763	-1076
:63:0,63,774	-1077
:63:0,63,780	-1078
:63:0,63,801	-1079
:63:0,63,815	-1080
:63:0,63,821	-1081
:63:0,63,827	-1082
:63:0,63,834	-1083
:63:0,63,856	-1084
:63:0,63,860	-1085
:63:0,63,863	-1086
:63:0,63,875	-1087
:63:0,63,879	-1088
:63:0,63,913	-1089
:64:0,64,911	-1090
:64:0,64,953	-1091
:65:0,65,827	-1092
:65:0,65,831	-1093
:65:0,65,841	-1094
:65:0,65,875	-1095
:65:0,65,934	-1096
:66:0,66,733	-1097
:66:0,66,768	-1098
:66:0,66,815	-1099
:66:0,66,854	-1100
:66:0,66,871	-1101
:66:0,66,876	-1102
:66:0,66,954	-1103
:68:0,68,880	-1104
:68:0,68,901	-1105
:68:0,68,904	-1106
:69:0,69,877	-1107
:69:0,69,883	-1108
:69:0,69,976	-1109
:71:0,71,852	-1110
:71:0,71,857	-1111
:72:0,72,911	-1112
:75:0,75,938	-1113
▁0/0:32,0:32	-1114
▁0/0:34,0:34	-1115
▁0/1:10,19:2	-1116
▁0/1:12,6:18	-1117
▁0/1:6,10:16	-1118
:66:0,66,1095	-1119
▁0/1:10,13:23	-1120
▁0/1:11,14:25	-1121
▁0/1:11,16:27	-1122
▁0/1:11,17:28	-1123
▁0/1:12,11:23	-1124
▁0/1:12,15:27	-1125
▁0/1:13,10:23	-1126
▁0/1:13,19:32	-1127
▁0/1:15,10:25	-1128
▁0/1:16,12:28	-1129
▁0/1:19,16:35	-1130
▁0/1:20,14:34	-1131
▁0/1:22,15:37	-1132
5:83:0,83,1198	-1133
▁0/0:10,0:10:2	-1134
▁0/0:21,0:21:3	-1135
▁0/0:30,0:30:6	-1136
11:21:99:305,0,2	-1137
5:25:75:859,75,0	-1138
▁0/1:12,7:19:99:	-1139
▁0/1:8,16:24:99:	-1140
▁1/1:0,28:28:84:	-1141
3:	-1142
1,9	-1143
1:4	-1144
22:	-1145
258	-1146
325	-1147
398	-1148
423	-1149
454	-1150
468	-1151
479	-1152
509	-1153
532	-1154
564	-1155
565	-1156
581	-1157
611	-1158
650	-1159
651	-1160
654	-1161
698	-1162
709	-1163
792	-1164
822	-1165
887	-1166
888	-1167
918	-1168
981	-1169
:77	-1170
1,13	-1171
10,8	-1172
1004	-1173
1034	-1174
1142	-1175
11:1	-1176
1222	-1177
1328	-1178
146,	-1179
1:80	-1180
2,11	-1181
21:2	-1182
26,0	-1183
2:42	-1184
310,	-1185
313,	-1186
316,	-1187
3:14	-1188
43,9	-1189
437,	-1190
495,	-1191
498,	-1192
51,0	-1193
591,	-1194
598,	-1195
5:14	-1196
61,0	-1197
66,0	-1198
6:36	-1199
17:	-1200
182	-1201
404	-1202
438	-1203
484	-1204
494	-1205
524	-1206
529	-1207
561	-1208
657	-1209
662	-1210
696	-1211
968	-1212
:18	-1213
:52	-1214
296,	-1215
404,	-1216
408,	-1217
7,17	-1218
7:16	-1219
8,11	-1220
83,0	-1221
87,0	-1222
8:18	-1223
8:22	-1224
911,	-1225
9:17	-1226
9:26	-1227
9:99	-1228
:103	-1229
:17:	-1230
:24:	-1231
:79:	-1232
:80:	-1233
0,0,8	-1234
0,117	-1235
0,154	-1236
0,175	-1237
0,183	-1238
0,188	-1239
0,189	-1240
0,191	-1241
0,199	-1242
0,329	-1243
0,402	-1244
0,403	-1245
0,405	-1246
0,406	-1247
0,458	-1248
0,459	-1249
0,504	-1250
0,508	-1251
0,539	-1252
0,593	-1253
0,598	-1254
0,642	-1255
0,648	-1256
0,666	-1257
0,701	-1258
0,709	-1259
0,738	-1260
0,79,	-1261
0,841	-1262
0,954	-1263
02,11	-1264
1,548	-1265
10:27	-1266
11:24	-1267
11:25	-1268
120,0	-1269
12:22	-1270
12:23	-1271
13:22	-1272
1422,	-1273
14:23	-1274
14:27	-1275
15:26	-1276
16:28	-1277
16:34	-1278
16:85	-1279
18:35	-1280
19:37	-1281
19:44	-1282
20:36	-1283
20:37	-1284
23:52	-1285
4,12:	-1286
4:24:	-1287
5,887	-1288
58,11	-1289
5:79:	-1290
61:80	-1291
69,10	-1292
8,945	-1293
83,12	-1294
9,0,4	-1295
95:10	-1296
9:29:	-1297
:43:4	-1298
:764,	-1299
429	-1300
437	-1301
439	-1302
462	-1303
470	-1304
486	-1305
487	-1306
526	-1307
586	-1308
673	-1309
734	-1310
776	-1311
843	-1312
920	-1313
943	-1314
127,	-1315
:767,	-1316
:846,	-1317
:892,	-1318
:893,	-1319
:894,	-1320
0,0,52	-1321
0,102,	-1322
0,1050	-1323
0,96,0	-1324
02,0,3	-1325
05,0,3	-1326
08,0,4	-1327
0:21:2	-1328
1,96,0	-1329
2,87,0	-1330
22,0,4	-1331
25,0,3	-1332
3,0,18	-1333
3,96,0	-1334
30:0,3	-1335
33,0,3	-1336
37,0,2	-1337
4,1260	-1338
4,61,0	-1339
427,0,	-1340
5,51,0	-1341
5,99,0	-1342
507,0,	-1343
55:0,5	-1344
58:0,5	-1345
6:603,	-1346
7,0,14	-1347
7,0,15	-1348
7,1142	-1349
70:0,7	-1350
78,0,2	-1351
8,90,0	-1352
83,0,6	-1353
87:0,8	-1354
87:103	-1355
9,77,0	-1356
9,90,0	-1357
94,0,2	-1358
:0,77,	-1359
:22:66	-1360
:36:99	-1361
:764,7	-1362
:99:14	-1363
:99:19	-1364
:99:29	-1365
:99:43	-1366
:99:61	-1367
0,0,177	-1368
0,0,245	-1369
0,0,311	-1370
0,0,322	-1371
0,0,331	-1372
0,0,416	-1373
0,0,516	-1374
0,0,519	-1375
0,0,527	-1376
0,0,555	-1377
0,0,644	-1378
0,17:37	-1379
05,0,30	-1380
0:0,0,2	-1381
0:61:80	-1382
0:99:19	-1383
0:99:30	-1384
0:99:35	-1385
0:99:38	-1386
1,0,242	-1387
1,0,254	-1388
1,0,256	-1389
1,0,263	-1390
1,0,294	-1391
1,0,308	-1392
1,0,373	-1393
1,0,387	-1394
1,0,390	-1395
1,0,400	-1396
1,0,459	-1397
1,0,471	-1398
1,0,504	-1399
84	-1400
279	-1401
370	-1402
422	-1403
430	-1404
444	-1405
449	-1406
477	-1407
515	-1408
572	-1409
700	-1410
704	-1411
708	-1412
714	-1413
767	-1414
772	-1415
780	-1416
883	-1417
956	-1418
959	-1419
449,	-1420
7,13	-1421
7:25	-1422
0:0,5	-1423
13:26	-1424
17:35	-1425
8,708	-1426
8:0,3	-1427
109,10	-1428
50:0,5	-1429
96:107	-1430
0,0,625	-1431
1,0,191	-1432
1,0,255	-1433
1,0,430	-1434
10,84,0	-1435
1109,10	-1436
1202,11	-1437
1258,11	-1438
135,0,3	-1439
1383,12	-1440
145,0,4	-1441
148,0,3	-1442
159,0,2	-1443
168,0,3	-1444
168,0,4	-1445
178,0,3	-1446
190,0,3	-1447
1:99:56	-1448
2,0,225	-1449
2,0,258	-1450
2,0,268	-1451
2,0,307	-1452
2,0,345	-1453
2,0,354	-1454
2,0,371	-1455
2,0,372	-1456
2,0,463	-1457
2,0,668	-1458
2,0,693	-1459
20:21:2	-1460
223,0,4	-1461
2:22:66	-1462
3,0,184	-1463
3,0,269	-1464
3,0,294	-1465
3,0,309	-1466
3,0,311	-1467
3,0,313	-1468
3,0,322	-1469
3,0,345	-1470
3,0,382	-1471
3,0,398	-1472
3,0,410	-1473
3,0,417	-1474
3,0,433	-1475
3,0,494	-1476
3,0,552	-1477
3,0,570	-1478
3,0:13:	-1479
316,0,7	-1480
317,0,4	-1481
327,0,2	-1482
358,0,5	-1483
35:99:2	-1484
365,0,4	-1485
389,0,3	-1486
395,0,3	-1487
3:0,23,	-1488
4,0,199	-1489
4,0,242	-1490
4,0,260	-1491
4,0,353	-1492
4,0,452	-1493
4,0,496	-1494
4,0,539	-1495
4,0,738	-1496
406,0,3	-1497
417,0,3	-1498
43,95,0	-1499
309	-1500
410	-1501
451	-1502
537	-1503
543	-1504
544	-1505
546	-1506
569	-1507
609	-1508
644	-1509
684	-1510
753	-1511
759	-1512
786	-1513
850	-1514
878	-1515
881	-1516
10:18	-1517
10:28	-1518
18:32	-1519
51:58	-1520
8,878	-1521
9,0,5	-1522
:99:28	-1523
:99:53	-1524
:99:54	-1525
1:99:57	-1526
2,0,678	-1527
3,0,283	-1528
431,0,3	-1529
457,0,4	-1530
466,0,2	-1531
485,0,5	-1532
4:24:72	-1533
4:99:19	-1534
5,0,175	-1535
5,0,189	-1536
5,0,257	-1537
5,0,297	-1538
5,0,362	-1539
5,0,403	-1540
5,0,583	-1541
5,0,598	-1542
5,0,642	-1543
5,19:44	-1544
528,0,4	-1545
544,0,2	-1546
549,0,3	-1547
554,0,4	-1548
568,0,5	-1549
598,0,2	-1550
5:0,25,	-1551
5:45:99	-1552
6,0,273	-1553
6,0,310	-1554
6,0,317	-1555
6,0,557	-1556
6,0,590	-1557
6,0,598	-1558
69,108,	-1559
7,0,147	-1560
7,0,150	-1561
7,0,278	-1562
7,0,288	-1563
7,0,294	-1564
7,0,304	-1565
7,0,319	-1566
7,0,335	-1567
7,0,379	-1568
7,0,401	-1569
7,0,408	-1570
7,0,475	-1571
7,0,517	-1572
7,0,576	-1573
709,0,2	-1574
8,0,328	-1575
8,0,443	-1576
8,0,562	-1577
9,0,230	-1578
9,0,396	-1579
9,0,405	-1580
9,0,437	-1581
9,0,537	-1582
9,0,616	-1583
9,0,676	-1584
9,23:52	-1585
99:310,	-1586
9:99:66	-1587
:20:0,2	-1588
:367,0,	-1589
:38:0,3	-1590
:38:99:	-1591
:41:99:	-1592
:50:0,5	-1593
:78:0,7	-1594
:80:0,8	-1595
:84:0,8	-1596
▁1/1:1,	-1597
0,101,13	-1598
0,10:30:	-1599
64	-1600
290	-1601
296	-1602
371	-1603
402	-1604
403	-1605
458	-1606
531	-1607
619	-1608
625	-1609
632	-1610
747	-1611
835	-1612
951	-1613
5:17	-1614
0,564	-1615
12:27	-1616
17:32	-1617
21:43	-1618
0,1177	-1619
0,0,247	-1620
3,0,393	-1621
5,0,330	-1622
6,0,504	-1623
6,0,523	-1624
9,0,287	-1625
9,0,338	-1626
9:99:50	-1627
:87:0,8	-1628
0,17:17:	-1629
0,30,329	-1630
0,41,548	-1631
02,0,342	-1632
03,0,154	-1633
05,0,306	-1634
08,0,424	-1635
0:38:99:	-1636
0:39:99:	-1637
0:42:99:	-1638
127,99,0	-1639
146,99,0	-1640
15:99:17	-1641
165,99,0	-1642
1:41:99:	-1643
22,0,435	-1644
22:34:99	-1645
22:45:99	-1646
24:36:99	-1647
25,0,386	-1648
2:0,32,4	-1649
33,0,301	-1650
34:99:59	-1651
36:0,36,	-1652
46:0,46,	-1653
47,0,517	-1654
49:0,49,	-1655
4:34:99:	-1656
69,108,0	-1657
6:15:99:	-1658
6:21:99:	-1659
71:0,71,	-1660
77:0,77,	-1661
78,0,275	-1662
83,0,701	-1663
8:38:99:	-1664
911,84,0	-1665
94,0,251	-1666
973,84,0	-1667
99,0,593	-1668
9:39:99:	-1669
:34:99:2	-1670
:669,0,2	-1671
:764,72,	-1672
:99:495,	-1673
▁0/0:38,	-1674
▁0/0:39,	-1675
▁0/1:26,	-1676
0,79,1222	-1677
0:0,0,214	-1678
11:19:99:	-1679
127,0,379	-1680
12:29:99:	-1681
12:30:99:	-1682
135,0,328	-1683
13:31:99:	-1684
13:39:99:	-1685
148,0,316	-1686
14:22:99:	-1687
14:24:99:	-1688
14:31:99:	-1689
159,0,252	-1690
15:29:99:	-1691
15:34:99:	-1692
168,0,353	-1693
168,0,421	-1694
16:30:99:	-1695
178,0,370	-1696
17:34:99:	-1697
17:41:99:	-1698
18:29:99:	-1699
416	-1700
440	-1701
541	-1702
570	-1703
578	-1704
664	-1705
728	-1706
746	-1707
773	-1708
837	-1709
907	-1710
921	-1711
1052	-1712
1072	-1713
14:2	-1714
20:4	-1715
:41:	-1716
14:26	-1717
:77:83	-1718
0,0,274	-1719
0,0,577	-1720
0,0,883	-1721
3,0,267	-1722
4,0,451	-1723
6,0,303	-1724
6,0,304	-1725
7,0,579	-1726
7,0,598	-1727
8,0,480	-1728
9,0,354	-1729
37,0,214	-1730
83,0,672	-1731
:18,0:18	-1732
:83:892,	-1733
190,0,377	-1734
19:34:99:	-1735
19:39:99:	-1736
19:42:99:	-1737
20:42:99:	-1738
21:29:99:	-1739
223,0,491	-1740
22:31:99:	-1741
23:34:99:	-1742
253,0,398	-1743
280,0,516	-1744
296,0,183	-1745
2:0,32,48	-1746
313,0,407	-1747
314,0,496	-1748
315,0,175	-1749
316,0,795	-1750
317,0,498	-1751
327,0,240	-1752
332,0,463	-1753
358,0,535	-1754
361,0,430	-1755
363,0,433	-1756
364,0,199	-1757
365,0,420	-1758
387,0,408	-1759
389,0,318	-1760
395,0,302	-1761
3:14:43:4	-1762
400,0,247	-1763
404,0,954	-1764
406,0,343	-1765
408,0,406	-1766
411,0,373	-1767
417,0,320	-1768
420,0,644	-1769
421,0,191	-1770
423,0,184	-1771
427,0,738	-1772
430,0,555	-1773
431,0,358	-1774
437,0,188	-1775
441,0,390	-1776
442,0,372	-1777
442,0,693	-1778
449,0,407	-1779
461,0,256	-1780
466,0,211	-1781
470,0,317	-1782
470,0,355	-1783
485,0,536	-1784
487,0,475	-1785
48:0,48,6	-1786
498,0,666	-1787
500,0,625	-1788
505,0,583	-1789
507,0,182	-1790
513,0,417	-1791
528,0,423	-1792
536,0,362	-1793
53:0,53,7	-1794
544,0,291	-1795
549,0,356	-1796
553,0,494	-1797
554,0,436	-1798
559,0,358	-1799
552	-1800
789	-1801
832	-1802
931	-1803
1054	-1804
13:32	-1805
14:37	-1806
15:36	-1807
8,0,413	-1808
8,0,449	-1809
145,0,418	-1810
20:38:99:	-1811
457,0,420	-1812
559,0,363	-1813
568,0,530	-1814
582,0,307	-1815
591,0,177	-1816
598,0,231	-1817
700,0,245	-1818
709,0,282	-1819
70:0,70,9	-1820
8:22:99:2	-1821
9:23:99:2	-1822
:0,48,565	-1823
:13,0:13:	-1824
:34:99:62	-1825
:367,0,85	-1826
:49:0,49,	-1827
:54:0,54,	-1828
:57:0,57,	-1829
:764,72,0	-1830
:767,66,0	-1831
:81:0,81,	-1832
:846,78,0	-1833
:853,84,0	-1834
:893,78,0	-1835
:894,78,0	-1836
▁0/1:10,2	-1837
▁0/1:7,17	-1838
▁0/1:8,7:	-1839
0,101,1321	-1840
0,102,1328	-1841
0:0,20,383	-1842
0:0,20,390	-1843
0:20:61:80	-1844
0:27:0,27,	-1845
1109,103,0	-1846
11:33:99:2	-1847
11:35:99:2	-1848
1202,113,0	-1849
1258,115,0	-1850
1383,123,0	-1851
1422,120,0	-1852
1:0,21,279	-1853
1:0,21,320	-1854
1:0,21,328	-1855
1:0,21,363	-1856
1:0,31,458	-1857
1:0,31,564	-1858
1:0,31,572	-1859
2:0,22,325	-1860
2:0,32,460	-1861
2:0,32,481	-1862
2:42:99:57	-1863
3:0,23,290	-1864
3:0,33,532	-1865
3:0,33,540	-1866
3:0,33,656	-1867
3:0,33,674	-1868
3:0,63,926	-1869
4,12:16:85	-1870
4:0,24,309	-1871
4:0,24,319	-1872
4:0,24,331	-1873
4:0,24,404	-1874
5:0,25,370	-1875
5:0,35,501	-1876
5:0,35,521	-1877
5:14:99:10	-1878
5:17:99:12	-1879
5:45:99:67	-1880
6:0,36,484	-1881
6:0,36,540	-1882
6:36:99:12	-1883
6:603,26,0	-1884
7:0,27,296	-1885
7:0,27,371	-1886
7:0,27,405	-1887
7:0,37,513	-1888
7:16:99:18	-1889
7:25:99:18	-1890
8:0,68,937	-1891
8:18:99:23	-1892
9:0,39,524	-1893
9:0,39,651	-1894
9:17:99:24	-1895
9:26:99:23	-1896
9:30:99:19	-1897
:1010,84,0	-1898
:53:0,53,7	-1899
:603,0,648	-1900
:657,0,288	-1901
:669,0,296	-1902
▁0/1:13,12	-1903
▁0/1:22,17	-1904
▁0/1:27,13	-1905
10:18:99:24	-1906
10:24:99:19	-1907
10:27:99:24	-1908
10:28:99:24	-1909
11:20:99:38	-1910
11:24:99:31	-1911
11:25:99:26	-1912
11:30:99:30	-1913
12:22:99:32	-1914
12:23:99:29	-1915
12:27:99:33	-1916
13:22:99:39	-1917
13:26:99:39	-1918
13:32:99:32	-1919
14:20:99:35	-1920
14:23:99:41	-1921
14:26:99:31	-1922
14:27:99:35	-1923
14:37:99:37	-1924
15:26:99:41	-1925
15:36:99:41	-1926
16:28:99:44	-1927
16:34:99:36	-1928
17:32:99:41	-1929
17:35:99:44	-1930
18:32:99:53	-1931
19:37:99:54	-1932
20:31:99:56	-1933
20:36:99:52	-1934
20:37:99:57	-1935
20:41:99:57	-1936
21:34:99:59	-1937
21:43:99:45	-1938
30:0,30,564	-1939
35:0,35,531	-1940
35:0,35,625	-1941
36:0,36,657	-1942
40:0,40,636	-1943
40:0,40,655	-1944
44:0,44,609	-1945
44:0,44,654	-1946
45:0,45,630	-1947
46:0,46,664	-1948
48:0,48,687	-1949
49:0,49,569	-1950
51:0,51,581	-1951
51:0,51,660	-1952
51:0,51,665	-1953
51:0,51,701	-1954
51:0,51,719	-1955
51:0,51,741	-1956
51:585,51,0	-1957
52:0,52,855	-1958
52:0,52,882	-1959
53:0,53,832	-1960
54:0,54,618	-1961
54:0,54,621	-1962
54:0,54,677	-1963
55:0,55,887	-1964
57:0,57,622	-1965
57:0,57,650	-1966
58:0,58,878	-1967
60:0,60,598	-1968
60:0,60,602	-1969
60:0,60,613	-1970
60:0,60,618	-1971
60:0,60,630	-1972
60:0,60,631	-1973
60:0,60,634	-1974
60:0,60,643	-1975
60:0,60,644	-1976
60:0,60,645	-1977
60:0,60,654	-1978
60:0,60,655	-1979
60:0,60,656	-1980
60:0,60,659	-1981
60:0,60,661	-1982
60:0,60,663	-1983
60:0,60,675	-1984
60:0,60,676	-1985
60:0,60,677	-1986
60:0,60,680	-1987
60:0,60,682	-1988
60:0,60,684	-1989
60:0,60,687	-1990
60:0,60,689	-1991
60:0,60,691	-1992
60:0,60,699	-1993
60:0,60,700	-1994
60:0,60,701	-1995
60:0,60,710	-1996
60:0,60,714	-1997
70:0,70,986	-1998
72:0,72,900	-1999
72:0,72,956	-2000
73:0,73,919	-2001
73:0,73,990	-2002
75:0,75,943	-2003
77:0,77,927	-2004
9:29:87:103	-2005
70:0,70,1050	-2006
71:0,71,1072	-2007
72:0,72,1009	-2008
72:0,72,1080	-2009
75:0,75,1042	-2010
95:1043,95,0	-2011
96:1071,96,0	-2012
96:1090,96,0	-2013
96:1093,96,0	-2014
99:310,0,709	-2015
:20:0,20,508	-2016
:21:0,21,416	-2017
:21:0,21,450	-2018
:22:0,22,470	-2019
:22:0,22,476	-2020
:22:0,22,540	-2021
:23:0,23,387	-2022
:23:0,23,397	-2023
:23:0,23,543	-2024
:23:0,23,548	-2025
:24:0,24,258	-2026
:24:0,24,360	-2027
:24:0,24,376	-2028
:24:0,24,429	-2029
:24:0,24,437	-2030
:24:0,24,476	-2031
:25:0,25,402	-2032
:25:0,25,410	-2033
:25:0,25,495	-2034
:25:0,25,540	-2035
:26:0,26,398	-2036
:26:0,26,526	-2037
:27:0,27,403	-2038
:27:0,27,423	-2039
:27:0,27,438	-2040
:27:0,27,443	-2041
:27:0,27,479	-2042
:27:0,27,495	-2043
:27:0,27,506	-2044
:27:0,27,529	-2045
:27:0,27,546	-2046
:28:0,28,416	-2047
:28:0,28,417	-2048
:28:0,28,439	-2049
:28:0,28,449	-2050
:28:0,28,485	-2051
:28:0,28,491	-2052
:29:0,29,413	-2053
:29:0,29,422	-2054
:29:0,29,450	-2055
:29:0,29,451	-2056
:29:0,29,479	-2057
:29:0,29,488	-2058
:29:0,29,501	-2059
:29:0,29,541	-2060
:29:0,29,577	-2061
:30:0,30,402	-2062
:30:0,30,423	-2063
:30:0,30,438	-2064
:30:0,30,443	-2065
:31:0,31,486	-2066
:31:0,31,493	-2067
:31:0,31,523	-2068
:32:0,32,517	-2069
:32:0,32,662	-2070
:33:0,33,443	-2071
:33:0,33,463	-2072
:33:0,33,468	-2073
:33:0,33,489	-2074
:33:0,33,490	-2075
:34:0,34,489	-2076
:34:0,34,493	-2077
:34:0,34,517	-2078
:35:0,35,515	-2079
:35:0,35,537	-2080
:35:0,35,561	-2081
:36:0,36,440	-2082
:36:0,36,487	-2083
:36:0,36,540	-2084
:37:0,37,494	-2085
:37:0,37,570	-2086
:37:0,37,673	-2087
:38:0,38,708	-2088
:39:0,39,430	-2089
:39:0,39,444	-2090
:39:0,39,477	-2091
:39:0,39,498	-2092
:39:0,39,513	-2093
:39:0,39,521	-2094
:39:0,39,630	-2095
:39:0,39,632	-2096
:40:0,40,503	-2097
:40:0,40,512	-2098
:41:0,41,548	-2099
:42:0,42,454	-2100
:42:0,42,462	-2101
:42:0,42,498	-2102
:42:0,42,506	-2103
:42:0,42,530	-2104
:42:0,42,532	-2105
:42:0,42,538	-2106
:42:0,42,557	-2107
:42:0,42,577	-2108
:42:0,42,591	-2109
:42:0,42,619	-2110
:42:0,42,621	-2111
:43:0,43,544	-2112
:43:0,43,586	-2113
:44:0,44,523	-2114
:44:0,44,578	-2115
:45:0,45,509	-2116
:45:0,45,611	-2117
:45:0,45,622	-2118
:45:0,45,675	-2119
:46:0,46,675	-2120
:46:0,46,772	-2121
:46:0,46,786	-2122
:47:0,47,701	-2123
:47:0,47,714	-2124
:47:0,47,728	-2125
:47:0,47,843	-2126
:47:0,47,903	-2127
:48:0,48,565	-2128
:48:0,48,655	-2129
:48:0,48,683	-2130
:49:0,49,706	-2131
:50:0,50,841	-2132
:51:0,51,552	-2133
:51:0,51,595	-2134
:51:0,51,753	-2135
:51:0,51,756	-2136
:51:0,51,765	-2137
:53:0,53,710	-2138
:54:0,54,595	-2139
:57:0,57,776	-2140
:60:0,60,596	-2141
:60:0,60,598	-2142
:60:0,60,604	-2143
:60:0,60,615	-2144
:60:0,60,616	-2145
:60:0,60,617	-2146
:60:0,60,629	-2147
:60:0,60,634	-2148
:60:0,60,636	-2149
:60:0,60,642	-2150
:60:0,60,645	-2151
:60:0,60,652	-2152
:60:0,60,656	-2153
:60:0,60,658	-2154
:60:0,60,661	-2155
:60:0,60,665	-2156
:60:0,60,669	-2157
:60:0,60,679	-2158
:60:0,60,688	-2159
:60:0,60,689	-2160
:60:0,60,693	-2161
:60:0,60,694	-2162
:60:0,60,698	-2163
:60:0,60,701	-2164
:60:0,60,709	-2165
:60:0,60,711	-2166
:60:0,60,714	-2167
:60:0,60,718	-2168
:60:0,60,729	-2169
:60:0,60,733	-2170
:60:0,60,739	-2171
:60:0,60,742	-2172
:60:0,60,746	-2173
:60:0,60,752	-2174
:60:0,60,762	-2175
:60:0,60,766	-2176
:60:0,60,783	-2177
:60:0,60,792	-2178
:60:0,60,801	-2179
:60:0,60,804	-2180
:60:0,60,807	-2181
:60:0,60,809	-2182
:60:0,60,810	-2183
:60:0,60,817	-2184
:60:0,60,819	-2185
:60:0,60,820	-2186
:60:0,60,831	-2187
:60:0,60,832	-2188
:60:0,60,837	-2189
:60:0,60,838	-2190
:60:0,60,839	-2191
:60:0,60,846	-2192
:60:0,60,847	-2193
:60:0,60,863	-2194
:60:0,60,868	-2195
:60:0,60,877	-2196
:60:0,60,879	-2197
:60:0,60,889	-2198
:60:0,60,893	-2199
:60:0,60,894	-2200
:60:0,60,896	-2201
:60:0,60,898	-2202
:60:0,60,911	-2203
:60:0,60,927	-2204
:60:0,60,933	-2205
:60:0,60,936	-2206
:60:0,60,945	-2207
:61:0,61,684	-2208
:61:0,61,701	-2209
:61:0,61,716	-2210
:61:0,61,733	-2211
:61:0,61,752	-2212
:61:0,61,753	-2213
:61:0,61,758	-2214
:61:0,61,775	-2215
:61:0,61,779	-2216
:61:0,61,787	-2217
:61:0,61,804	-2218
:61:0,61,807	-2219
:61:0,61,814	-2220
:61:0,61,831	-2221
:61:0,61,841	-2222
:61:0,61,843	-2223
:61:0,61,848	-2224
:61:0,61,849	-2225
:61:0,61,851	-2226
:61:0,61,860	-2227
:61:0,61,864	-2228
:61:0,61,882	-2229
:61:0,61,891	-2230
:61:0,61,894	-2231
:61:0,61,918	-2232
:61:0,61,921	-2233
:61:0,61,926	-2234
:61:0,61,929	-2235
:61:0,61,945	-2236
:62:0,62,698	-2237
:62:0,62,706	-2238
:62:0,62,738	-2239
:62:0,62,756	-2240
:62:0,62,764	-2241
:62:0,62,794	-2242
:62:0,62,799	-2243
:62:0,62,822	-2244
:62:0,62,835	-2245
:62:0,62,839	-2246
:62:0,62,841	-2247
:62:0,62,848	-2248
:62:0,62,849	-2249
:62:0,62,853	-2250
:62:0,62,859	-2251
:62:0,62,862	-2252
:62:0,62,866	-2253
:62:0,62,867	-2254
:62:0,62,891	-2255
:62:0,62,912	-2256
:62:0,62,921	-2257
:62:0,62,934	-2258
:62:0,62,942	-2259
:63:0,63,601	-2260
:63:0,63,618	-2261
:63:0,63,637	-2262
:63:0,63,639	-2263
:63:0,63,641	-2264
:63:0,63,642	-2265
:63:0,63,676	-2266
:63:0,63,682	-2267
:63:0,63,694	-2268
:63:0,63,697	-2269
:63:0,63,699	-2270
:63:0,63,701	-2271
:63:0,63,710	-2272
:63:0,63,714	-2273
:63:0,63,721	-2274
:63:0,63,724	-2275
:63:0,63,740	-2276
:63:0,63,745	-2277
:63:0,63,750	-2278
:63:0,63,758	-2279
:63:0,63,759	-2280
:63:0,63,765	-2281
:63:0,63,767	-2282
:63:0,63,768	-2283
:63:0,63,769	-2284
:63:0,63,771	-2285
:63:0,63,779	-2286
:63:0,63,786	-2287
:63:0,63,807	-2288
:63:0,63,808	-2289
:63:0,63,810	-2290
:63:0,63,819	-2291
:63:0,63,820	-2292
:63:0,63,823	-2293
:63:0,63,826	-2294
:63:0,63,829	-2295
:63:0,63,832	-2296
:63:0,63,837	-2297
:63:0,63,838	-2298
:63:0,63,839	-2299
:63:0,63,840	-2300
:63:0,63,848	-2301
:63:0,63,849	-2302
:63:0,63,851	-2303
:63:0,63,852	-2304
:63:0,63,853	-2305
:63:0,63,857	-2306
:63:0,63,861	-2307
:63:0,63,865	-2308
:63:0,63,866	-2309
:63:0,63,867	-2310
:63:0,63,870	-2311
:63:0,63,872	-2312
:63:0,63,880	-2313
:63:0,63,885	-2314
:63:0,63,886	-2315
:63:0,63,888	-2316
:63:0,63,893	-2317
:63:0,63,896	-2318
:63:0,63,901	-2319
:63:0,63,903	-2320
:63:0,63,906	-2321
:63:0,63,908	-2322
:63:0,63,914	-2323
:63:0,63,919	-2324
:63:0,63,926	-2325
:63:0,63,927	-2326
:64:0,64,737	-2327
:64:0,64,746	-2328
:64:0,64,787	-2329
:64:0,64,789	-2330
:64:0,64,792	-2331
:64:0,64,829	-2332
:64:0,64,840	-2333
:64:0,64,878	-2334
:64:0,64,896	-2335
:64:0,64,906	-2336
:64:0,64,920	-2337
:64:0,64,947	-2338
:64:0,64,968	-2339
:64:0,64,981	-2340
:65:0,65,779	-2341
:65:0,65,823	-2342
:65:0,65,856	-2343
:65:0,65,857	-2344
:66:0,66,696	-2345
:66:0,66,723	-2346
:66:0,66,726	-2347
:66:0,66,734	-2348
:66:0,66,738	-2349
:66:0,66,743	-2350
:66:0,66,747	-2351
:66:0,66,755	-2352
:66:0,66,761	-2353
:66:0,66,765	-2354
:66:0,66,771	-2355
:66:0,66,775	-2356
:66:0,66,776	-2357
:66:0,66,787	-2358
:66:0,66,810	-2359
:66:0,66,813	-2360
:66:0,66,829	-2361
:66:0,66,837	-2362
:66:0,66,842	-2363
:66:0,66,847	-2364
:66:0,66,849	-2365
:66:0,66,852	-2366
:66:0,66,857	-2367
:66:0,66,870	-2368
:66:0,66,877	-2369
:66:0,66,879	-2370
:66:0,66,881	-2371
:66:0,66,886	-2372
:66:0,66,895	-2373
:66:0,66,898	-2374
:66:0,66,899	-2375
:66:0,66,912	-2376
:66:0,66,915	-2377
:66:0,66,942	-2378
:66:0,66,943	-2379
:66:0,66,959	-2380
:66:0,66,963	-2381
:66:0,66,967	-2382
:67:0,67,720	-2383
:67:0,67,855	-2384
:67:0,67,888	-2385
:68:0,68,704	-2386
:68:0,68,858	-2387
:68:0,68,931	-2388
:69:0,69,706	-2389
:69:0,69,759	-2390
:69:0,69,767	-2391
:69:0,69,773	-2392
:69:0,69,780	-2393
:69:0,69,801	-2394
:69:0,69,805	-2395
:69:0,69,807	-2396
:69:0,69,808	-2397
:69:0,69,822	-2398
:69:0,69,829	-2399
:69:0,69,833	-2400
:69:0,69,839	-2401
:69:0,69,843	-2402
:69:0,69,858	-2403
:69:0,69,862	-2404
:69:0,69,864	-2405
:69:0,69,871	-2406
:69:0,69,882	-2407
:69:0,69,887	-2408
:69:0,69,890	-2409
:69:0,69,907	-2410
:69:0,69,923	-2411
:69:0,69,925	-2412
:69:0,69,937	-2413
:69:0,69,938	-2414
:69:0,69,951	-2415
:69:0,69,970	-2416
:69:0,69,975	-2417
:70:0,70,943	-2418
:70:0,70,985	-2419
:71:0,71,850	-2420
:72:0,72,855	-2421
:72:0,72,883	-2422
:72:0,72,947	-2423
:72:0,72,970	-2424
:72:0,72,978	-2425
:75:0,75,737	-2426
:75:0,75,771	-2427
:75:0,75,906	-2428
:77:839,77,0	-2429
:78:0,78,945	-2430
:81:0,81,859	-2431
:83:892,83,0	-2432
0,17:37:99:47	-2433
0:27:0,27,644	-2434
0:30:0,30,329	-2435
18:35:99:495,	-2436
1:30:0,30,367	-2437
1:30:0,30,373	-2438
1:30:0,30,395	-2439
1:30:0,30,416	-2440
5,19:44:99:45	-2441
9,23:52:99:61	-2442
:60:0,60,1034	-2443
:61:0,61,1054	-2444
:62:0,62,1052	-2445
:66:0,66,1028	-2446
:69:0,69,1007	-2447
:69:0,69,1088	-2448
:71:0,71,1004	-2449
:72:0,72,1001	-2450
:72:0,72,1010	-2451
:72:0,72,1080	-2452
:80:0,80,1177	-2453
:84:0,84,1260	-2454
:87:0,87,1142	-2455
:99:107,0,319	-2456
:99:143,0,345	-2457
:99:247,0,147	-2458
:99:250,0,416	-2459
:99:252,0,354	-2460
:99:254,0,331	-2461
:99:254,0,369	-2462
:99:255,0,403	-2463
:99:260,0,322	-2464
:99:263,0,410	-2465
:99:271,0,294	-2466
:99:279,0,354	-2467
:99:286,0,362	-2468
:99:303,0,154	-2469
:99:308,0,424	-2470
:99:318,0,443	-2471
:99:321,0,459	-2472
:99:323,0,570	-2473
:99:334,0,451	-2474
:99:338,0,449	-2475
:99:347,0,517	-2476
:99:352,0,258	-2477
:99:357,0,401	-2478
:99:360,0,311	-2479
:99:379,0,405	-2480
:99:400,0,274	-2481
:99:409,0,616	-2482
:99:416,0,295	-2483
:99:416,0,298	-2484
:99:425,0,642	-2485
:99:428,0,562	-2486
:99:431,0,263	-2487
:99:442,0,225	-2488
:99:446,0,303	-2489
:99:460,0,331	-2490
:99:463,0,269	-2491
:99:463,0,552	-2492
:99:471,0,255	-2493
:99:476,0,273	-2494
:99:479,0,287	-2495
:99:522,0,345	-2496
:99:559,0,358	-2497
:99:575,0,330	-2498
▁1/1:0,17:17:	-2499
5:79:0,79,1222	-2500
9:99:501,0,254	-2501
9:99:663,0,313	-2502
▁0/1:20,10:30:	-2503
▁1/1:1,20:21:2	-2504
15:99:171,0,242	-2505
▁0/1:4,12:16:85	-2506
▁0/1:9,6:15:99:	-2507
▁1/1:0,22:22:66	-2508
▁1/1:0,24:24:72	-2509
0:20:61:804,61,0	-2510
3:14:43:43,0,267	-2511
:24:99:337,0,214	-2512
:24:99:421,0,191	-2513
:24:99:507,0,182	-2514
:25:99:333,0,301	-2515
:25:99:343,0,382	-2516
:25:99:346,0,317	-2517
:25:99:348,0,328	-2518
:25:99:394,0,251	-2519
:34:99:299,0,593	-2520
:34:99:427,0,738	-2521
:34:99:528,0,423	-2522
:34:99:629,0,537	-2523
:39:99:432,0,678	-2524
:39:99:435,0,598	-2525
:39:99:439,0,676	-2526
:40:99:404,0,954	-2527
▁0/0:38,0:38:99:	-2528
▁0/0:39,0:39:99:	-2529
▁0/1:12,22:34:99	-2530
▁0/1:12,24:36:99	-2531
▁0/1:15,6:21:99:	-2532
▁0/1:23,22:45:99	-2533
▁0/1:8,11:19:99:	-2534
▁0/1:8,14:22:99:	-2535
▁0/1:8,21:29:99:	-2536
▁0/1:9,22:31:99:	-2537
▁1/1:0,34:34:99:	-2538
▁1/1:0,38:38:99:	-2539
▁1/1:0,39:39:99:	-2540
▁1/1:0,40:40:99:	-2541
▁1/1:0,41:41:99:	-2542
101	-2543
328	-2544
3:8	-2545
485	-2546
52:	-2547
79:	-2548
029,	-2549
03,2	-2550
0:10	-2551
0:20	-2552
0:36	-2553
1,0:	-2554
1009	-2555
1028	-2556
113,	-2557
14:3	-2558
1:33	-2559
223,	-2560
280,	-2561
305,	-2562
332,	-2563
387,	-2564
3:84	-2565
400,	-2566
460,	-2567
461,	-2568
463,	-2569
466,	-2570
470,	-2571
474,	-2572
4:10	-2573
4:36	-2574
5:45	-2575
6:15	-2576
78:8	-2577
7:15	-2578
8,88	-2579
83,1	-2580
83:8	-2581
96,0	-2582
9:23	-2583
9:27	-2584
:101	-2585
:107	-2586
:109	-2587
:32:	-2588
:71:	-2589
:84:	-2590
0,17:	-2591
0,225	-2592
0,230	-2593
0,25:	-2594
0,267	-2595
0,269	-2596
0,367	-2597
0,369	-2598
0,371	-2599
3,7	-2600
74,	-2601
849	-2602
864	-2603
:97	-2604
1260	-2605
15:2	-2606
1:22	-2607
3,13	-2608
500,	-2609
8,17	-2610
:26:	-2611
0,297	-2612
0,330	-2613
0,379	-2614
0,430	-2615
0,452	-2616
0,503	-2617
0,523	-2618
0,536	-2619
0,579	-2620
0,636	-2621
0,668	-2622
0,80,	-2623
0,943	-2624
0,96,	-2625
0:102	-2626
0:32:	-2627
0:9:2	-2628
1,852	-2629
113,0	-2630
115,0	-2631
14:43	-2632
19:34	-2633
1:0,8	-2634
1:21:	-2635
1:30:	-2636
1:6,1	-2637
2,83,	-2638
2,882	-2639
20:38	-2640
21:34	-2641
22:34	-2642
3,78,	-2643
3,95,	-2644
4,0,9	-2645
4,11:	-2646
4,78,	-2647
5,0,1	-2648
5,99,	-2649
52:99	-2650
6,0,1	-2651
6,78,	-2652
6:26:	-2653
7,0,1	-2654
7,701	-2655
7,720	-2656
7,99,	-2657
77:83	-2658
839,7	-2659
83:89	-2660
85:36	-2661
8:28:	-2662
9,450	-2663
99:30	-2664
99:47	-2665
:78:8	-2666
0,0,17	-2667
0,101,	-2668
0,11:2	-2669
0,20:4	-2670
0,21,3	-2671
0,21,4	-2672
0,23:3	-2673
0,50,8	-2674
0,70,9	-2675
0,84,0	-2676
0:10:2	-2677
0:30:6	-2678
0:30:7	-2679
0:99:3	-2680
1,0,17	-2681
1,0,19	-2682
1,0,45	-2683
1,84,0	-2684
13,0,4	-2685
17:51:	-2686
18,0,4	-2687
19:29:	-2688
2,0,30	-2689
2,1328	-2690
2,83,0	-2691
24,0,2	-2692
27,0,5	-2693
3,0,30	-2694
3,0,40	-2695
3,0,43	-2696
3,78,0	-2697
3,95,0	-2698
30:99:	-2699
2:	-2700
,0,	-2701
15,	-2702
21,	-2703
64,	-2704
894	-2705
:58	-2706
1:1,	-2707
2,94	-2708
314,	-2709
358,	-2710
5,56	-2711
544,	-2712
8,56	-2713
853,	-2714
9,85	-2715
:34:	-2716
0,268	-2717
0,294	-2718
0,29:	-2719
0,335	-2720
0,451	-2721
0,70,	-2722
0:18:	-2723
15:34	-2724
18:34	-2725
1:0,7	-2726
5,19:	-2727
6,0,7	-2728
8,19:	-2729
:367,	-2730
0,39,4	-2731
0:18:2	-2732
1,0,40	-2733
12:30:	-2734
33:0,3	-2735
35:0,3	-2736
36,0,5	-2737
36:0,3	-2738
37:99:	-2739
4,0,19	-2740
4,11:2	-2741
4,78,0	-2742
41,0,3	-2743
43,0,3	-2744
46:0,4	-2745
49,0,2	-2746
5,0,28	-2747
5,0,30	-2748
5,0:35	-2749
52,0,2	-2750
52,0,3	-2751
53,0,2	-2752
6,0,30	-2753
6,99,0	-2754
60,0,3	-2755
63,0,3	-2756
63,0,4	-2757
66,0,5	-2758
68:0,6	-2759
7,0,18	-2760
7,0,73	-2761
7,66,0	-2762
7,99,0	-2763
70,0,5	-2764
71,0,2	-2765
72,0,6	-2766
79,0,3	-2767
8,0,40	-2768
8,0,42	-2769
8,10:2	-2770
86,0,3	-2771
91,0,3	-2772
99,0,5	-2773
:0,87,	-2774
:16:85	-2775
:25:75	-2776
:26:78	-2777
:28:84	-2778
:52:99	-2779
:603,2	-2780
:78:89	-2781
:839,7	-2782
:83:89	-2783
:84:10	-2784
:84:85	-2785
:99:62	-2786
:99:65	-2787
:99:67	-2788
,0:25:6	-2789
0,0,317	-2790
0,0,355	-2791
0,21,45	-2792
0,23:33	-2793
0,29,42	-2794
0,29,45	-2795
0,39,44	-2796
0,39,63	-2797
0,49,56	-2798
0,71,10	-2799
05,	-2800
682	-2801
694	-2802
827	-2803
867	-2804
89,	-2805
8:2	-2806
915	-2807
1050	-2808
1:27	-2809
2,62	-2810
4,60	-2811
507,	-2812
579,	-2813
7:22	-2814
99:1	-2815
:43,	-2816
0,254	-2817
0,274	-2818
0,282	-2819
0,288	-2820
0,382	-2821
0:16:	-2822
2:0,5	-2823
0,51,5	-2824
0,51,6	-2825
0,51,7	-2826
0:12:2	-2827
0:12:3	-2828
0:16:3	-2829
14:30:	-2830
16:30:	-2831
17:30:	-2832
:0,78,	-2833
:66:76	-2834
0,51,70	-2835
0,71,85	-2836
0,81,85	-2837
0:12:24	-2838
0:12:27	-2839
0:18:42	-2840
0:21:26	-2841
0:30:73	-2842
0:30:75	-2843
0:33:84	-2844
0:99:14	-2845
0:99:40	-2846
0:99:50	-2847
0:99:56	-2848
1,0:31:	-2849
105,0,2	-2850
12,0:12	-2851
143,0,3	-2852
171,0,2	-2853
17:99:2	-2854
18,0:18	-2855
196,0,5	-2856
198,0,4	-2857
1:99:36	-2858
1:99:43	-2859
2,0,342	-2860
2,0:32:	-2861
2,113,0	-2862
2,120,0	-2863
280,0,5	-2864
2:32:95	-2865
2:32:96	-2866
3,0,301	-2867
3,0,407	-2868
300,0,5	-2869
305,0,2	-2870
332,0,4	-2871
361,0,4	-2872
387,0,2	-2873
3:14:43	-2874
3:99:22	-2875
3:99:33	-2876
4,0,251	-2877
4,0,331	-2878
4,0,369	-2879
404,0,9	-2880
409,0,6	-2881
411,0,3	-2882
416,0,3	-2883
419,0,3	-2884
420,0,6	-2885
428,0,5	-2886
430,0,5	-2887
431,0,2	-2888
432,0,6	-2889
437,0,1	-2890
441,0,3	-2891
442,0,3	-2892
442,0,6	-2893
443,0,3	-2894
448,0,4	-2895
456,0,5	-2896
45:99:6	-2897
463,0,2	-2898
476,0,2	-2899
08,	-2900
1:1	-2901
3,2	-2902
47,	-2903
6,5	-2904
637	-2905
639	-2906
674	-2907
71,	-2908
77:	-2909
788	-2910
78:	-2911
801	-2912
808	-2913
891	-2914
928	-2915
:53	-2916
:91	-2917
0,31	-2918
0,55	-2919
0,68	-2920
0:77	-2921
109,	-2922
2,14	-2923
2,53	-2924
4,9:	-2925
40,6	-2926
479,	-2927
5,53	-2928
5,63	-2929
5,77	-2930
51:5	-2931
536,	-2932
537,	-2933
562,	-2934
6,0,	-2935
9:44	-2936
0,353	-2937
0,363	-2938
0,443	-2939
0,491	-2940
0,530	-2941
0:17:	-2942
99:19	-2943
:663,	-2944
0,39,5	-2945
0,40,6	-2946
0:17:2	-2947
0:17:3	-2948
38,0,4	-2949
40:99:	-2950
0:17:28	-2951
479,0,2	-2952
498,0,6	-2953
4:0,44,	-2954
5,0,281	-2955
5,0,291	-2956
5,0,302	-2957
5,0,328	-2958
5,0,386	-2959
5,0,418	-2960
5,0:35:	-2961
501,0,2	-2962
505,0,5	-2963
513,0,4	-2964
522,0,3	-2965
524,0,3	-2966
553,0,4	-2967
562,0,2	-2968
575,0,3	-2969
5:25:75	-2970
5:99:25	-2971
5:99:26	-2972
6,0,295	-2973
6,0,343	-2974
61:804,	-2975
7,0,182	-2976
7,0,214	-2977
7,0,240	-2978
7,0,320	-2979
7,0,498	-2980
700,0,2	-2981
71,96,0	-2982
72:764,	-2983
7:99:57	-2984
8,0,353	-2985
8,0,370	-2986
8,0,535	-2987
8,0:18:	-2988
8,0:8:2	-2989
8,115,0	-2990
83,1198	-2991
8:28:84	-2992
8:99:24	-2993
8:99:55	-2994
9,0,318	-2995
9,0,356	-2996
9,0,358	-2997
9,0,407	-2998
9:29:87	-2999
3:6	-3000
488	-3001
68,	-3002
761	-3003
794	-3004
890	-3005
923	-3006
9:7	-3007
:60	-3008
0,49	-3009
0:21	-3010
18:4	-3011
2,63	-3012
300,	-3013
505,	-3014
7,92	-3015
0,19:	-3016
0,242	-3017
0,263	-3018
0,377	-3019
2,855	-3020
3,919	-3021
6,99,	-3022
6:0,3	-3023
7,855	-3024
9:0,7	-3025
:28:8	-3026
0,30,5	-3027
0:14:3	-3028
19:99:	-3029
39:99:	-3030
95,0,3	-3031
9:99:2	-3032
:78:84	-3033
0,51,75	-3034
0,81,12	-3035
0:19:44	-3036
0:19:45	-3037
0:19:54	-3038
0:19:57	-3039
1,0:11:	-3040
1:99:31	-3041
296,0,1	-3042
9:99:0,	-3043
9:99:28	-3044
9:99:31	-3045
9:99:40	-3046
9:99:43	-3047
9:99:48	-3048
9:99:54	-3049
9:99:59	-3050
:0,22,3	-3051
:0,23,2	-3052
:0,24,2	-3053
:0,24,3	-3054
:0,24,4	-3055
:0,25,3	-3056
:0,26,3	-3057
:0,27,3	-3058
:0,28,4	-3059
:0,28,5	-3060
:0,32,4	-3061
:0,32,5	-3062
:0,32,6	-3063
:0,34,4	-3064
:0,36,4	-3065
:0,36,6	-3066
:0,37,5	-3067
:0,37,6	-3068
:0,42,5	-3069
:0,44,5	-3070
:0,44,6	-3071
:0,47,7	-3072
:0,47,8	-3073
:0,61,6	-3074
:0,61,8	-3075
:0,65,8	-3076
:0,73,9	-3077
:1010,8	-3078
:1043,9	-3079
:20:99:	-3080
:22:0,2	-3081
:23:99:	-3082
:25:99:	-3083
:26:0,2	-3084
:28:99:	-3085
:29:0,2	-3086
:32:0,3	-3087
:32:99:	-3088
:35:99:	-3089
:36:99:	-3090
:42:0,4	-3091
:43,0,2	-3092
:53:0,5	-3093
:68:0,6	-3094
:75:0,7	-3095
:79:0,7	-3096
▁0/0:25	-3097
▁0/0:8,	-3098
0,0:10:2	-3099
215	-3100
38,	-3101
39:	-3102
824	-3103
898	-3104
9,8	-3105
9:5	-3106
0,39	-3107
0:22	-3108
2:24	-3109
2:27	-3110
3:24	-3111
5,14	-3112
7:0,	-3113
8,93	-3114
8:24	-3115
8:27	-3116
0,298	-3117
0,393	-3118
0,398	-3119
0,471	-3120
0,535	-3121
0,693	-3122
0:13:	-3123
12:24	-3124
13:24	-3125
14:24	-3126
16:24	-3127
:859,	-3128
0,40:4	-3129
0:13:2	-3130
0:13:3	-3131
29:99:	-3132
2:99:2	-3133
4:99:2	-3134
59,0,3	-3135
7:99:2	-3136
9,0:29	-3137
:99:22	-3138
▁0/1:8	-3139
0:13:24	-3140
13,0:13	-3141
180,0,5	-3142
18:99:2	-3143
6:99:23	-3144
6:99:52	-3145
8,0,421	-3146
:0,42,6	-3147
:24:0,2	-3148
:27:99:	-3149
:64:0,6	-3150
:65:0,6	-3151
0,0:30:6	-3152
0,29,450	-3153
0,49,706	-3154
0,71,852	-3155
02,113,0	-3156
0:0,30,5	-3157
0:0,40,5	-3158
0:0,40,6	-3159
0:10:30:	-3160
0:30:99:	-3161
0:41:99:	-3162
0:99:142	-3163
14:99:10	-3164
15:99:15	-3165
17:99:12	-3166
17:99:24	-3167
1:0,21,4	-3168
1:0,31,4	-3169
1:0,31,5	-3170
1:20:0,2	-3171
1:29:99:	-3172
1:57:0,5	-3173
2,0:12:3	-3174
23:52:99	-3175
3,0:13:2	-3176
3,0:13:3	-3177
31:0,31,	-3178
32:99:57	-3179
387,0,40	-3180
39:0,39,	-3181
3:0,33,4	-3182
3:34:99:	-3183
4,0:14:3	-3184
408,0,40	-3185
423,0,18	-3186
42:99:49	-3187
42:99:50	-3188
43:99:45	-3189
45:99:67	-3190
495,0,45	-3191
544,0,45	-3192
58,115,0	-3193
6:18:99:	-3194
7,0:17:2	-3195
7,0:17:3	-3196
7,0:17:4	-3197
7,0:27:6	-3198
72:764,7	-3199
,0:	-3200
0:7	-3201
24,	-3202
641	-3203
655	-3204
699	-3205
741	-3206
796	-3207
899	-3208
0,66	-3209
0:42	-3210
0:9,	-3211
1,52	-3212
1042	-3213
1:35	-3214
4,42	-3215
414,	-3216
419,	-3217
420,	-3218
430,	-3219
448,	-3220
5,17	-3221
5,52	-3222
5,93	-3223
501,	-3224
522,	-3225
528,	-3226
553,	-3227
559,	-3228
6,52	-3229
7,42	-3230
7,52	-3231
7,85	-3232
75,0	-3233
9,42	-3234
9,63	-3235
99:6	-3236
0,252	-3237
0,342	-3238
0,355	-3239
0,356	-3240
0,40:	-3241
0,438	-3242
0,552	-3243
0,555	-3244
0,562	-3245
0,655	-3246
0,678	-3247
3,0,6	-3248
3,0:3	-3249
99:42	-3250
3,0,31	-3251
6,78,0	-3252
0,31,56	-3253
0:13:27	-3254
1:99:13	-3255
1:99:41	-3256
1:99:55	-3257
8,0:28:	-3258
9,0,363	-3259
:0,64,7	-3260
:0,66,9	-3261
:0,69,7	-3262
:69:0,6	-3263
0:0,20,5	-3264
0:30:0,3	-3265
3:0,63,9	-3266
4:60:0,6	-3267
6,0:16:3	-3268
7:0,27,2	-3269
7:0,37,4	-3270
7:0,37,5	-3271
8,0:18:2	-3272
8,0:28:6	-3273
83,123,0	-3274
9,0:19:3	-3275
9,0:9:23	-3276
9,0:9:27	-3277
90:1028,	-3278
90:1029,	-3279
9:0,39,5	-3280
9:0,39,6	-3281
9:75:0,7	-3282
:0,22,32	-3283
:0,23,54	-3284
:0,24,42	-3285
:0,25,40	-3286
:0,26,52	-3287
:0,27,40	-3288
:0,27,42	-3289
:0,27,43	-3290
:0,27,52	-3291
:0,27,54	-3292
:0,28,43	-3293
:0,28,44	-3294
:0,34,48	-3295
:0,35,52	-3296
:0,35,53	-3297
:0,35,56	-3298
:0,35,62	-3299
184	-3300
191	-3301
198	-3302
29:	-3303
319	-3304
6,2	-3305
660	-3306
693	-3307
718	-3308
748	-3309
836	-3310
848	-3311
85,	-3312
919	-3313
0,38	-3314
1,14	-3315
1,18	-3316
1,56	-3317
187,	-3318
18:2	-3319
18:3	-3320
190,	-3321
196,	-3322
1:23	-3323
1:24	-3324
1:25	-3325
1:34	-3326
2,18	-3327
2,48	-3328
3,18	-3329
3,48	-3330
485,	-3331
5,10	-3332
6,44	-3333
7,18	-3334
7:28	-3335
8,43	-3336
9,75	-3337
0,283	-3338
0,318	-3339
0,319	-3340
0,328	-3341
0,418	-3342
0,519	-3343
13:25	-3344
1:20:	-3345
5,0:2	-3346
5,495	-3347
5:0,5	-3348
03,0,1	-3349
0:11:2	-3350
18:99:	-3351
1:99:2	-3352
1:99:4	-3353
31:99:	-3354
35:99:	-3355
78:0,7	-3356
:0,33,	-3357
:0,73,	-3358
:99:48	-3359
0,29,57	-3360
0:30:77	-3361
1:99:12	-3362
1:99:14	-3363
1:99:19	-3364
1:99:45	-3365
5,0:15:	-3366
8,0,423	-3367
9,0:29:	-3368
:0,64,9	-3369
:37:0,3	-3370
▁0/0:29	-3371
1:21:99:	-3372
:0,36,44	-3373
:0,36,48	-3374
:0,36,54	-3375
:0,42,45	-3376
:0,42,50	-3377
:0,42,53	-3378
:0,42,57	-3379
:0,42,62	-3380
:0,43,54	-3381
:0,46,66	-3382
:0,46,78	-3383
:0,47,72	-3384
:0,48,72	-3385
:0,64,73	-3386
:0,64,83	-3387
:0,64,90	-3388
:0,64,96	-3389
:0,64,98	-3390
:0,65,83	-3391
:0,65,93	-3392
:0,67,88	-3393
:0,69,85	-3394
:12,0:12	-3395
:13,0:13	-3396
:21:99:3	-3397
:22:99:3	-3398
:23:99:3	-3399
117	-3400
188	-3401
20,	-3402
417	-3403
688	-3404
6:2	-3405
799	-3406
840	-3407
962	-3408
96:	-3409
:17	-3410
0,33	-3411
1,17	-3412
1088	-3413
115,	-3414
178,	-3415
17:2	-3416
2,17	-3417
2,85	-3418
3,17	-3419
317,	-3420
389,	-3421
4,17	-3422
4,40	-3423
406,	-3424
409,	-3425
5,40	-3426
5,62	-3427
5,83	-3428
568,	-3429
6,66	-3430
7,40	-3431
7:27	-3432
839,	-3433
973,	-3434
0,247	-3435
0,296	-3436
0,317	-3437
0,338	-3438
0,396	-3439
0,496	-3440
1383,	-3441
2,0:2	-3442
9,77,	-3443
99:40	-3444
99:48	-3445
,0:28:	-3446
0,21,2	-3447
0:15:3	-3448
0:15:4	-3449
0:16:4	-3450
0:18:3	-3451
17:99:	-3452
3,11:2	-3453
46,0,3	-3454
0,0:20:	-3455
0,31,52	-3456
0:0,70,	-3457
6,0,211	-3458
7,0,420	-3459
9:99:29	-3460
:19:99:	-3461
:43:0,4	-3462
0:72:0,7	-3463
5,0:15:4	-3464
9,0:9:24	-3465
:0,24,30	-3466
:26:99:3	-3467
:27:99:3	-3468
:29:99:2	-3469
:30:99:3	-3470
:31:99:4	-3471
:34:99:1	-3472
:603,0,6	-3473
:610,0,8	-3474
:657,0,2	-3475
:663,0,3	-3476
:66:767,	-3477
:670,0,5	-3478
